{
    "posts": [
      {
        "id": 1648637699241,
        "title": "MUQADDIMA",
        "body": "Zotining abadiy ekanini bildirgan Alloh taologa hamd bo‘lsin. U O‘zidan boshqa barcha mavjudotlarning o‘lishlarini istadi. Kofirlarni va gunohkorlarni qabr azobi bilan, albatta, jazolaydi. Bandalari dunyo va oxirat saodatiga erishishlari uchun ularga payg‘ambarlari vositasida amrlarini va ta’qiqlarini yetkazdi. Bandalari oxiratda azob yoki mukofot olishlarini ularning dunyoda qilgan amallariga bog‘liq qildi. Oxirat yo‘liga kirib, roziligiga qovushishni O‘zi tanlagan va sevgan bandalariga oson qildi. Alloh taolo suyukli payg‘ambari Muhammad (s.a.v.)ga, Ul zotning oila a’zolariga va sahobalariga salotu salom yuborsinki, ularning ismlarini musulmonlar orasida juda mo‘’tabar qildi. Bilingki, hamma narsani tiriltirgan va o‘ldirgan Alloh taolo Oli Imron surasining 185-oyati Anbiyo surasining 35-oyati va Ankabut curasining 57-oyatining maoli-sharifida: \"Har bir jon o‘lim (achchig‘i)ni totguvchidir\", deb marhamat qilgan. Shu tariqa olamlarning uchta ekanini bildirdi. Dunyo olamiga kelganlar albatta o‘ladi. Malakut va jabarut olamiga kelganlar ham, albatta, o‘ladi. Bular dunyo olamida yashovchilar, insonlar bilan birga quruqlikda, suvda va havoda yashaydigan hayvonlardir. Malakutiy bo‘lgan (ko‘z bilan ko‘rib bo‘lmaydigan) olam, ya’ni bu ikkinchi olam farishtalar bilan jin toifalari yashaydigan olamdir. Jabarutiy bo‘lgan uchinchi olam esa farishtalardan tanlanganlarning olamidir. Bu to‘g‘risida Qur’oni karimda shunday marhamat qilingan: \"Alloh farishtalardan ham, insonlardan ham elchilar tanladi\" (Haj surasi, 75- oyat). Ana shu uchinchi toifa jabarut olamining ahli Karubiy , Ruhoniylar va Hamalai Arshni ko‘tarib turuvchi farishtalar Arsh farishtalari va Surodiqoti jalol ahli bo‘lganlardir. Anbiyo surasining 19-20-oyatlarida bunday deyiladi: \"Uning (Allohning) huzuridagi zotlar (farishtalar) Uning ibodatidan orlanmaydilar va charchamaydilar ham. Ular tunu kun sustkashlik qilmasdan (Allohga) tasbeh aytadilar\". Alloh taolo ularni mana shu oyati karima bilan madh etdi. Ular juda sharafli bo‘lib, jannat bog‘chalarida kezurlar. Bular Qur’oni karimda bildirilgan bo‘lib, sifatlari keltirib o‘tilgan. Ular Haqqa ta’ologa yaqin bo‘lishlari va makonlari jannat bog‘chalari bo‘lishlariga qaramay baribir o‘ladilar. Ularning Alloh taologa yaqinliklari o‘lishlariga mone’ bo‘la olmaydilar. Aziz birodarim! Men senga oldin dunyo o‘limini anglatay. so‘zlarimni tinglash uchun yaxshilab quloq sol. Agar Alloh taolo va Uning Rasuliga (s.a.v.), Qiyomat va oxirat kuniga iymoning bo‘lsa, so‘zlarimni anglarsan. Senga insonlarning bir holdan boshqa bir holga qanday o‘tishlarini naql etib, ularning hollarini, vasflarini aytib berurman. Bu so‘zlarimga Alloh taolo va Qur’oni karim shohiddir. Qur’oni karim oyatlari bilan sahih hadislar so‘zimni tasdiqlaydi. Inson o‘lgach, uning dunyo hayoti tugaydi. Oxirat hayoti boshlanadi. Oxirat hayoti uch qismdir: 1. Qayta tirilgunga qadar bo‘lgan qabr hayoti. 2. Qiyomat kunidagi hayot. 3. Jannat va jahannam hayoti. Bu uchinchi hayot cheksizdir va abadiydir). * * * Yomondir kundan kun holim, bag‘oyat, yo Rasululloh! Tuzalsin endi af’olim, inoyat, yo Rasululloh! Ozdirdi bu osiy nafsim, meni shaytonga yor qildi, Yasholmam buncha isyonda, madad ber, yo Rasululloh! Ajab, mumkinmi qutilmoq havoyi nafsi shaytondan? Yetishmasa agar sizdan hidoyat, yo Rasululloh! Kelsa gar fayzu ehsoning gunohkor kimsaga bir on, Bo‘lgay ul ikki dunyoda salomat, yo Rasululloh! Amrlariga bo‘yin egdim, haromni demadim halol, Har gunohning so‘nggi bo‘ldi nadomat, yo Rasululloh! Ey, insu jinning Rasuli, insonlarning eng afzali, Ixlosim haqqi chun qil shafoat, yo Rasulluloh!"
      },
      {
        "id": 1648637745627,
        "title": "BIRINCHI FASL",
        "body": "Alloh taolo Odam (a.s.) yaratib, uning belini qudrati bilan siladi va undan ikki hovuch oldi. Birini o‘ng tarafidan, ikkinchisini esa chap tarafidan oldi. Har insonning zarrasini birbiridan ayirdi. Odam (a.s.) ularga qaradi va ularning zarradek ekanini ko‘rdi. Voqea surasining 8–9-oyatlarida shunday marhamat qilinadi: \"Bas, (u uch toifadan birinchisi) o‘ng tomon egalaridir. O‘ng tomon egalari (bo‘lmoq) ne (saodat)dir! (Ikkinchi toifa) shum-chap tomon egalaridir. Shumchap tomon egalari (bo‘lmoq) ne (baxtsizlik)dir!\"Shunda Odam (a.s.) Alloh taolodan so‘radi: \"Ey Rabbim! Jahannam ahlining amali nima?\" Alloh taolo unga shunday marhamat qildi: \"Menga shirk keltirishlik, yuborgan payg‘ambarlarimga ishonmaslik va Ilohiy kitoblarimdagi amr va qaytariqlarimga amal qilmasdan, Menga isyon qilishdir\". Shunda Odam (a.s.) Alloh taologa shunday duo qildi: \"Ey Rabbim! Bularni o‘zlariga guvoh qil. Ular jahannam ahlining amalini qilmaydilar, deb umid qilaman\". Alloh taolo ularning nafslarini guvoh qilib: \"Men sizlarning Rabbingiz emasmanmi?!\" deb so‘radi. Ular: \" Sen Rabbimizsan. Biz guvohlik beramiz\", deyishdi. Ularning bu tasdiqlashlariga Alloh taolo Odam (a.s.) va farishtalarni ham guvoh qildi. Bu ahdlashuvdan keyin ularni yana oldingi makonlariga yubordi. Chunki ularning hayotlari faqat ruhoniy hayot bo‘lib, jismoniy hayot emas edi. Alloh taolo ularni Odam (a.s.)ning beliga joylashtirdi. Barcha Ruhlarni qabz etib, Arshning xazinalaridan birida saqladi. Otaning nutfasi onaning qornida qaror topib, bolaning jismoniy surati tugagunigacha jonsiz bo‘ladi. Malakutiy bir javhar bo‘lgani uchun jasadni o‘ldirish man qilindi. Alloh taolo ona qornida jonsiz bo‘lgan bu jasadga ruh berishni murod qilganidan, Arshning xazinalarida ma’lum muddat muhofaza qilgan ruhni jasadga iroda etadi, ya’ni kiritadi. Shunda bola qimirlay boshlaydi. Ko‘p bolalar ona qornida harakat qiladi. Onasi buni ba’zan biladi, ba’zan bilmaydi. Alloh taolo ruhlardan: \"Men sizning Rabbingiz emasmanmi?!\" deb so‘ragan Miysoq kunidan keyingi o‘lim, ya’ni ruhni Arshning xazinalariga yuborishi birinchi o‘limdir va ona qornidagi hayot esa ikkinchi hayotdir. "
      },
      {
        "id": 1648637805134,
        "title": "IKKINCHI FASL",
        "body": "Shundan keyin Alloh taolo insonga hayoti davomida rizq-ro‘z beradi. Ma’lum bo‘lgan ajali kelgunicha, to rizqi tugaguniga qadar unga umr berib, dunyodagi o‘limi yaqinlashganida, to‘rtta farishta keladi, ulardan biri insonning ruhini o‘ng oyog‘idan, ikkinchisi chap oyog‘idan, uchinchisi o‘ng qo‘lidan, to‘rtinchisi chap qo‘lidan tortadilar. Inson ko‘pincha o‘z joni g‘ar-g‘ara holiga kelmasidan oldin \"Olami malakut\"ni ko‘ra boshlaydi va farishtalarni, o‘z qilgan amallarining haqiqatini olamlarda ro‘y berayotgan ko‘pgina hollarni ko‘radi. Agar gapira olsa, ularning mavjudligini gapirib beradi. Ko‘pincha ko‘rayotgan narsalarini shaytonning ishi deb o‘ylaydi. Tildan qolgunigacha harakat qilmaydi. Shunda yana farishtalar ruhini barmoq uchlaridan tortadilar. Xuddi bo‘g‘ilgandek xirillab nafas ola boshlaydi. Fojir Odamning ruhi xuddi insonning ichidan tikanni tortib olgandek qiynab chiqarib olinadi. Bu haqda Payg‘ambarimiz (s.a.v.) xabar berganlar. Bu holatda o‘layotgan kishi qornini tikan bilan to‘ladek his qiladi. Ruhini igna teshigidan o‘tayotgandek, osmon Yerga qulab tushganu, o‘zini uning ostida qolgandek his qiladi. Hazrati Ka’b ul Ahbor (r.a.) dan: \"O‘lim qanday bo‘ladi?\" deb so‘rashdi. U kishi aytdiki: \"Bir kishining ichiga bir tikan shoxini qo‘yib kuchli bir odam tortsa, uning ichini qanday kesib,tilib chiqsa xuddi shunga o‘xshaydi\". Payg‘ambarimiz (s.a.v.) aytganlarki: \"Albatta, o‘lim azoblaridan bittasining tandagi shiddati uch yuz marta qilich urgandan ham shiddatlidir\". Ana shu paytda insonning badani terlaydi. Ko‘zlari birdaniga ikki tomonga ketadi. Burnining ikki tomoni tortilib, ko‘kragi ko‘tariladi. Nafas olishi tezlashadi, yuzi sarg‘ayadi. Hazrati Oisha (r.a.) onamiz Payg‘ambarimiz (s.a.v.) vafot etayotganlarida yonlarida ekan, ul zotning holini ko‘rib, ko‘zlaridan duv-duv yosh to‘kildi va quyidagi ma’noda bir necha bayt o‘qidilar: \"Jonim Sizga fido bo‘lsin yo Rasululloh! Shu paytgacha Sizga qarshi qilingan shuncha yomon harakatlar Sizni zarrachalik ranjitmadi, xafa qilmadi. Shu paytgacha Sizga hatto jinlar ham yomonlik qila olmadi. Hech narsadan qo‘rqmadingiz. Endi nima bo‘ldiki, go‘zal yuzingiz butunlay terga botganini ko‘ryapman. Har bir o‘layotgan kishining rangi so‘lib borgani holda, Sizning muborak yuzingizning nurlari har tarafni yorityapti\". Ruh qalbga kelganida insonning tili tutiladi. Ruh ko‘ksiga kelganida hech kim gapira olmaydi. Buning ikki sababi bor. Birinchisi bu ish g‘oyat buyuk bo‘lgani uchun, ko‘ksi nafas bilan to‘lib siqiladi va torayadi. Ma’lumki, insonning ko‘ksiga musht tushirilsa, hushidan ketadi. Ancha vaqt o‘tgandan keyin gapira olishi mumkin. Ko‘pincha gapira olmaydi ham, insonning biron joyiga urilsa ovoz chiqaradi, ammo ko‘ksiga urilsa, ovozi chiqmay o‘likdek bo‘lib qoladi. Ikkinchi sababi esa, ovoz o‘pkadan tashqariga chiqadigan havoning harakatidan hosil bo‘ladi. Bu havo endi yo‘q. Nafas olish to‘xtagandan keyin badanning harorati tushib, soviy boshlaydi. Bu paytda jon berayotgan kishilarning holatlari turlicha bo‘ladi. Ba’zilarini farishta zahar bilan, qizdirilgan temir bilan uradi. Shunda tezda ruh tashqariga chiqadi. Farishta ruhni qo‘lga olganida u titray boshlaydi. Asalaridek kichkina inson shaklida bo‘ladi, so‘ngra farishta uni zaboniyga (azob farishtasiga) topshiradi. Ba’zilarning ruhi qiynab tortiladi. Ruh chiqayotganda uning bo‘g‘ziga kelib to‘xtab qoladi. Ruh bu vaqtda qalbga bog‘lanib qolgan bo‘ladi. Shunda farishta qizdirilgan temir bilan uradi. Mana shu temir bilan urmaguncha ruh qalbdan ayrilmaydi. Temir bilan urishning sababi – temir o‘lim dengiziga botirib olingan bo‘ladi. Qalb ustiga qo‘yilganida boshqa joylarga ham ta’sir qiladigan zahardek bo‘ladi. Zero, hayotning siri faqat qalbidir. Uning siri faqat dunyo hayotida ta’sir qiladi. Shuning uchun ba’zi kalom olimlari: \"Hayot ruhning boshqasidir\", \"Hayotning ma’nosi ruhning badan bilan birlashishidir\", deganlar. Ruh chekinib, so‘nggi iplari uziladigan paytda insonga bir necha fitnalar uyushtiriladi. Bu shunday fitnalardirki, iblis o‘z yordamchilarini xossatan u insonning oldiga yuboradi. Insonga shaytonlar uning otasi, onasi, akasi, ukasi, opa-singillari va boshqa sevgankishilaridan vafot etganlarning suratida ko‘rinadilar. Va unga bunday dedilar: \"Ey, falonchi! Sen o‘lyapsan. Biz senga yordam bergani keldik. Sen yahudiy diniga iymon keltirib vafot et. Chunki bu din Alloh nazdida maqbul bo‘lgan haq dindir\". Agar ularning so‘zlariga aldanmasa, quloq solmasa, ular uning yonidan ketadilar. Boshqalari kelib deydilarki: \"Sen nasroniy (xristian) diniga iymon keltirib o‘l! Zero bu din Masihning, ya’ni Iso (a.s.)ning dinidirki, Muso (a.s.)ning dinini bekor qildi\". Shu tariqa shaytonlar turli millat dinlarini unga bir-bir taklif qiladilar. Bunday paytda Alloh taolodan panoh "
      },
      {
        "id": 1648637937086,
        "title": "IKKINCHI FASL",
        "body": "Undan keyin olov tabaqasidan o‘tib, nur, zulmat, suv va qor tabaqalaridan o‘tiladi. So‘ngra sovuq dengizga yetib keladilar va undan o‘tadilar. Har bir tabaqadan ikkinchi tabaqagacha bo‘lgan masofa ming yillik yo‘ldir. So‘ngra Arsh Rahmon ustiga o‘ralgan 80 ming pardalar ochiladi. Har bir pardada 80 ming minora bordir. Har minorada 80 mingta qamar, ya’ni Oy bor. Ular Alloh taologa tahlil va tasbih aytib turadilar. Ulardan bitta Oy agar dunyoga ko‘rinsa, uning nuri butun olamni yoqar va insonlar unga ibodat qilib ketishgan bo‘lishar edi. Shu payt parda orqasidan bir munodiy nido qiladi: \"Siz keltirgan ruh kim?\" Jabroil (a.s.): \"Falon o‘g‘li falondir\", deydi. Alloh taolo: \"Uni yaqinroq keltiring. Sen yaxshi bandamsan\", deydi. Alloh taoloning huzuri ma’naviy ilohiysida turganida uni ba’zi lavmi itob (yomon ayblari) bilan Haq taolo uyaltiradi. Hatto u banda endi tamom bo‘ldim, deb o‘ylaydi. So‘ngra Haq ta’olo uni afv etadi. Qozi Yahyo ibn Aqsan hazratlaridan shunday naql qilinadi. Ul zotga vafotidan keyin tushda ko‘rilganida: \"Haq taolo Sizga qanday muomala qildi?\" deb savol so‘raldi. Yahyo ibn Aqsan shunday dedi: \"Alloh taolo meni ma’naviy huzuriga keltirdi va: \"Ey shayxi Su’ (ya’ni, foniy qariya ma’nosida)! Sen falon-falon ishlarni qilmadingmi?\" dedi. Alloh taolo qilgan ishlarimni bilishini anglaganimdan keyin meni qo‘rquv qopladi va: \"Ey, Rabbim! Bunday savol berishingni menga dunyoda bildirmadilar\" dedim. \"Senga qanday bildirildi?\" deb so‘radi. Men esa: \"Menga Muammar Imom Zuhriydan u esa Urvadan, u esa Oishai siddiqadan (r.a.), u kishi Payg‘ambarimiz (s.a.v.)dan u zot Jabroil (a.s.)dan, u esa Alloh taolodan xabar berdilar. Rauf va rahiym bo‘lgan Alloh taolo: \"Men a’zimusha’n islomda oqargan soch va soqolga azob berishdan hayo qilaman\" deb marhamat qilgan\" dedim. Shunda Alloh taolo marhamat qildiki: \"Sen ham Muammar2, Imom Zuhriy3, Urva4, Oisha, Muhammad (s.a.v.) va Jabroil (a.s.) ham barchalaringiz sodiq (rostgo‘y) sizlar. Men seni mag‘firat qildim\". 1. Qozi Yahyo ibn Aqsan Bog‘dodda qozi bo‘lgan va 242 (mel. 856) yilda Madinai munavvarada vafot etgan. Shofe’iy mazhabidagi fiqh olimi edi. \"Tanbeh\" nomli kitobi mashhurdir. 2. Muammar ibn Musanna Abu Ubayd Naxviy nomi bilan mashhurdir. Adib edi. 110 yilda Basrada tug‘ilib, 210 (mel. 825) yilda vafot etgan. 3. Muhammad ibn MuslimZuhriy tobe’inlardan edi. Kitoblarini devordek tizib, ular orasida mukka tushib o‘qish bilan vaqt o‘tkazardi. Zavjasi bir kuni: \"Bu kitoblar menga uchta ovsindan ham shiddatlidir\", degan edi. 124 (mel. 741) yilda vafot etgan. 4. Urva Ibn Zubayr Zubayr ibn Avvomning ikkinchi o‘g‘lidir. Asmo binti Abu Bakrning o‘g‘lidir. Fuqahoi sab’adan biri. Hazrati Oisha (r.a.)dan ko‘p hadis rivoyat qilgan. Hijriy 22 yilda tug‘ilib, 93 yilda Madinada vafot etgan (musannif). "
      },
      {
        "id": 1648637954674,
        "title": "IKKINCHI FASL",
        "body": "Abdulaziz ibn Nubota tushda ko‘rildi. Ul zotdan ham: \"Alloh taolo senga qanday muomala qildi, deb so‘raldi. \"Alloh taolo mendan so‘radi: – Sen Meni fasohatli, go‘zal so‘zlarkan, deb o‘ylashsin degan maqsadda qisqa-qisqa gapiradigan kishi emasmisan? Men dedim: – Ey Rabbim! Buyuk zotingni nuqson, sifatlardan tanzih va taqdis etamanki, men haqir quling dunyoda Sening zoti rububiyatingni madhu sano etardim. – Unday bo‘lsa, dunyoda aytganingdek vasf ayla, – dedi Alloh. – Avval yo‘qdan bor qilgan, keyin yana ularning ruhlarini qabz etib o‘ldirgan Sendirsan. Ularga nutq (gapirish xislati) berib, yana nutqlarini yo‘q qilgan Sendirsan. Qanday yo‘q qilgan bo‘lsang, keyin yana yo‘qdan bor qilgan Sendirsan. Inson o‘lgandan keyin a’zolarini bir-biridan ayirgan va qiyomat kuni ularni jam qilgan Sendirsan, – dedim men. Shunda gunohlarni afv etuvchi Alloh taolo shunday marhamat qildi: – To‘g‘ri aytding. Bor Men seni mag‘firat qildim. Ibn Nubota shoir bo‘lib, devoni bor. 405 (mil. 1014) yilda Bog‘dodda vafot etgan. Mansur ibn Ammor tushda ko‘rilganida, undan Alloh taolo senga qanday muomala qildi, deb so‘rashdi. U bunday deb javob berdi: \"Haq ta’olo meni ma’naviy huzurida turdirib, bunday dedi: – Mening huzurimga nima bilan kelding, ey Mansur? – O‘ttiz olti Haj bilan keldim, ey Rabbim, – dedim men. – Ularning hech birini qabul qilmadim. Nima bilan kelding? – Sening roziliging uchun qilgan uch yuz oltmish xatmi sharif bilan keldim. – Ulardan hech birini qabul qilmadim, nima bilan kelding ey Mansur? Shunda men: – Ey Rabbim, rahmating bilan keldim, dedim. Shunda Alloh taolo: – Mening huzurimga umid bilan kelibsan. Borgin, seni mag‘firat qildim, – deya marhamat qildi\". Bu hikoyalarning ko‘pi o‘limning qo‘rqinchli hollaridan xabar beradi. Men senga, Allohning madadi bilan, ishonchli voqealarni xabar berdim. Ba’zi insonlar borki, Kursiga yetishganlarida bir nido eshitadilar va u yerdan uni orqaga qaytaradilar. Ba’zilarni esa pardalardan orqaga qaytaradilar. Alloh taoloning ma’naviy huzuriga yetishganlar Orifibilloh bo‘lganlardir, ya’ni avliyoi kiromdirlar. Avliyolikning to‘rtinchi darajasi va undan yuqori maqomlar bo‘lgan kishilargina Allohning huzuriga yetisha oladilar. Boshqalar yetisha olmaydilar. Savol malaklari go‘rga kelurlar, To‘g‘ri namoz o‘qidingmi degaylar. Qutuldim deb o‘yladingmi o‘lguncha, Sening uchun azob hozir, degaylar."
      },
      {
        "id": 1648637982558,
        "title": "UCHINCHI FASL",
        "body": "Fojir va kofirning ruhi shiddat bilan sug‘urib olinadi. Farishtalar unga xitoban: \"Ey habis (iflos) bo‘lgan ruh! Habis bo‘lgan jasaddan chiq!\" deyishadi. Shunda u hayvonga o‘xshab bo‘kiradi. Azroil (a.s.) ruhni chiqarib olib, uni g‘oyatda xunuk, badbashara, boshdanoyoq qora kiyingan va badbo‘y hid taratuvchi zaboniylar (azob farishtalari)ga topshiradi. Farishtalarning qo‘lida eski gilam parchasiga o‘xshash bo‘z bo‘ladi. Ular ruhni shu bo‘zga o‘raydilar. Bu paytda ruh chigirtka kattaligidagi inson suratiga kiradi. Buning sababi kofirning tanasi oxiratda mo‘’minning jismidan katta bo‘ladi. Hadisi sharifda aytilgandirki: \"Jahannamda kofirning bitta qoziq tishi Uhud tog‘idek katta bo‘ladi\". Jabroil (a.s.) bu yomon ruhni ko‘tarib dunyo samosiga olib chiqadi. Eshik oldidagi farishtalar: \"Sen kimsan?\" deb so‘rashadi. \"Men Jabroilman\". \"Yoningdagi kim?\" \"Falonchi o‘g‘li falonchi\", deb uning barcha yomon, xunuk va dunyoda yoqtirmagan sifatlar bilan zikr qiladi. \"U uchun osmon eshiklari ochilmaydi va tuya ignaning teshigidan o‘tmaguncha, bunday kimsalar jannatga kiritilmaydi\", deyiladi. Jabroil (a.s.) bu so‘zni eshitib, u ruhni qo‘yib yuboradi. Shamol uni uzoqlarga surib ketadi. Bu holat Qur’oni Karimda Haj surasining 31-oyatida shunday ta’riflanadi: \"Kim Allohga shirk keltirsa, bas, u go‘yo osmondan qulaganu uni (biron vahshiy) qush (o‘lja qilib) olib ketgan yoki (qattiq) shamol yiroq joylarga uchirib ketgan (kimsa) kabidir\". U ruh yerga tushgach, bir zaboniy uni tutib sijjiynga olib boradi. Sijjiyn yerning ostida yoki jahannamning tubidagi tosh bo‘lib, kofir va fosiqlarning ruhlari o‘sha yerga olib boriladi. Yahudiy va nasroniylarning ruhlari Kursidan qabriga qaytarib yuboriladi. Agar ular haqiqiy o‘z dinlarida (buzilmagan yahudiylik va nasroniylik) bo‘lsalar, o‘z jasadlarining yuvilayotganini kuzatib turadilar. Mushrik, ya’ni e’tiqodsiz kishilar hech narsa ko‘ra olmaydi. Chunki u dunyo osmonidan haqir qilib qaytarilgan. Munofiqlarning ruhi xuddi ikkinchi toifa ya’ni, mushriklar kabi Alloh taoloning qahriga uchragan holda qabriga qaytariladi. Ibodatda xato (qusur) qilgan mo‘’minlarning holati turlicha bo‘ladi. Ba’zilarni o‘qigan namozi orqaga qaytaradi. Agar biror kishi namozini xuddi xo‘roz don cho‘qigandek teztez o‘qisa, namozidan o‘g‘irlik qilgan bo‘ladi. Uning namozi bilan yuziga uriladi. So‘ngra namoz yuqoriga ko‘tarib: \"Sen meni zoe etganingdek, Alloh taolo ham seni zoe qilsin\", deydi. Ba’zilarni zakoti orqaga qaytaradi. Chunki unday kishilar odamlar ko‘rsin deya, falonchi zakotini beryapti, sadaqa qilyapti, deyishlari uchun zakotini beradi. Va ko‘pincha "
      },
      {
        "id": 1648638000603,
        "title": "UCHINCHI FASL",
        "body": "ayollarning muhabbatini qozonish uchun zakotlarini ularga berishgan. Biz bundaylarni ko‘p ko‘rdik. Halol narsalar bilan Alloh taolo barchaga ofiyat bersin. Ba’zilarni ro‘zasi orqaga qaytaradi. Chunki u kimsalar yeyish-ichishdangina ro‘za tutgan, ammo bekorchi so‘zlardan, g‘iybat va gunoh qilishdan o‘zini tiymagandir. Bunday ro‘za fahsh va xusrondir. Banda ana shu tarzda Ramazon oyini o‘tkazadi. U zohiran ro‘za tutgan, lekin ro‘zasi qabul qilinmaydi. Ba’zi kishilarni qilgan haji orqaga qaytaradi. Chunki u riyo uchun yoki harom mol bilan haj qilgandir. Ba’zilarni ota-onaga oq bo‘lish kabi og‘ir gunohlari orqaga qaytaradi. Bu hollarni asror olamidan xabari bo‘lganlar va Alloh roziligi uchun ilm o‘rgangan olimlargina biladilar. Hozirgacha biz anglatgan xususlar to‘g‘risida Payg‘ambarimizdan (s.a.v.) hadislar vorid bo‘lgan, sahobalar va tobe’inlardan xabarlar kelgan. Muoz ibn Jabalning (r.a.) rivoyatida bildirilganidek, amallarning rad qilinishi va boshqa xususlarda juda ko‘p xabarlar kelgan. Men bu masalani qisqaroq qilishni istadim. Agar qisqartirmaganimda bu kitob katta bo‘lib ketardi. Ahli sunnat e’tiqodida bo‘lganlar, ya’ni to‘g‘ri e’tiqod va iymonga sohib bo‘lganlar so‘zlarimizga ishonishadi. Ruh jasadga qaytarilganida jasadni yuvilayotgan holda topadi va boshi uzra g‘usli bitguncha qarab turadi. Alloh taolo o‘zi istagan insonlarning ko‘zidan pardani ko‘taradi va u kimsa o‘likning ruhini dunyodagi inson sifatida ko‘radi. Bir zot o‘g‘lining jasadini yuvayotganda tepasida o‘g‘lini ko‘rdi. Qo‘rqqanidan teskari qarab oldi. O‘g‘lini kafanga o‘rab bo‘lguncha shu holatni ko‘rdi. Kafanga o‘ralgach, ruh jasadga qaytdi. Tobutga qo‘yayotganda ruhni ko‘rganlar ham bo‘lgan. Bir necha solih kishilardan rivoyat qilinadiki ular tobut yonida ekanlar: \"Falonchi ruh qaerda?\" degan ovoz eshitildi. Shunda kafanning ko‘krak tomoni ikki yoki uch marta qimirladi. Robi’ ibn Haysamdan (r.a.) rivoyat qilinadiki, bir jasad yuvayotgan kishining qo‘lida qimirladi. Abu Bakr Siddiq (r.a.) zamonlarida bir o‘lik tobut ichida gapirib, Abu Bakr (r.a.) va Umar (r.a.)larning fazilatlarini zikr qildi. Mayyitlarning bu hollarini ko‘rganlar farishtalar olamini sayr etgan valiylardir. Alloh qaysi kimsaning ko‘zi va qulog‘idan pardani ko‘tarsa, o‘sha kishi bu hollarni ko‘radi va biladi. O‘lik jasadi kafanlangan paytda ruh tashqaridan ko‘krak tomonga yaqinlashadi. Ana shu paytda u bunday deb baqiradi: \"Meni Rabbimning rahmatiga tezroq olib boringlar. Agar menga ehson qilingan ne’matlarni bilsaydingiz, meni tezroq olib borardingiz\". Agar yomon odam bo‘lgan bo‘lsa deydiki: \"Meni ilohiy azobdan biroz kechiktirib, sekinroq olib boring. Agar meni nima kutib turganini bilsaydingiz, meni ko‘tarib bormasdingiz\". Shuning uchun Payg‘ambarimiz (s.a.v.) bir janozani ko‘rsalar, darrov o‘rnilaridan turib, qirq qadamcha birga yurib borardilar. "
      },
      {
        "id": 1648638015487,
        "title": "UCHINCHI FASL",
        "body": "Sahih hadisda kelgandirki: Payg‘ambarimiz (s.a.v.) yonlaridan bir janoza o‘tib qoldi. Hurmat uchun Rasululloh (s.a.v.) oyoqqa turdilar. Sahobalar (r.a.): \"Ey Rasululloh! Bu yahudiy janozasi-ku\", deyishdi. Shunda Rasululloh (s.a.v.) aytdilarki: \"Nafs emasmi?!\" (Ya’ni, inson emasmi.) Rasululloh (s.a.v.) bunday qilishlarining sababi u muborak zotga malaklar olami bildirilgan, ko‘rsatilgan. Shuning uchun bir janoza ko‘rsalar, hayajonda bo‘lardilar. \"Halabiy\"da deyiladiki, yonidan (oldidan) janoza o‘tayotgan kishi o‘lik uchun oyoqqa turmasligi lozim. Balki janozani ko‘tarish va orqasidan yurib borish uchun turish kerak. Rasululloh (s.a.v.) janozani ko‘rganlarida turib va o‘tib ketgandan keyin o‘tirganlar va siz ham shunday qiling deya buyurganlar. Ammo keyinchalik bu buyruqni bekor qilgan. \"Maroq-ul faloh va \"Durrul Muxtor\"da ham janozani ko‘rganda hurmat yuzasidangina o‘rnidan turishlik joiz emasligi yozilgan. Murda qabrga qo‘yilib, ustiga tuproq tortilayotgan paytda qabr o‘likka bunday deydi: \"Mening ustimda farog‘atda eding, endi ostimda mahzun bo‘lasan. Mening ustimda taomlar yerding, endi esa mening ostimda seni qurtlar yer\". Qabr mayyit ko‘mib bo‘linguncha, unga shunday achchiq so‘zlar aytadi. Abdulloh ibn Mas’uddan rivoyat qilinadi: \"Rasulullohdan (s.a.v.) so‘radim: – Yo Rasululloh! Inson qabrga qo‘yilgandan keyin uni birinchi qarshilaydigan narsa nima? – Ey Ibn Mas’ud! Buni sendan boshqa hech kim so‘ramadi. Faqat sen so‘rading. Inson qabrga qo‘yilgandan keyin, Ro‘mon ismli bir farishta qabrga kirib deydiki: \"Ey Abdulloh! Amallaringni yoz!\" U kimsa deydiki: \"Qanday yozaman? Na qog‘ozim bo‘lsa, na qalamim\". Farishta: \"bu so‘zing qabul qilinmas. Sening kafaning qog‘ozing, tupuging siyohingdir, barmoqlaring esa qalamingdir\", deydi. Keyin farishta uning kafanidan bir parcha yirtib beradi. U banda dunyoda yozishni bilmagan bo‘lsa ham, u yerda barcha savob va gunohini xuddi bir kunda qilgandek bir pasda yozib beradi. Keyin farishta shu yozilgan kafan parchasini o‘likning bo‘yniga osib qo‘yadi. Shundan keyin Payg‘ambarimiz (s.a.v.) Isro surasining 13-oyatini o‘qidilar: \"Biz har bir insonning amalini bo‘yniga ilib qo‘ygandirmiz (ya’ni, uning qilgan har bir amali ikki dunyoda unga ajralmas hamroh bo‘lur) Va biz Qiyomat kuni unga ochiq holda ro‘baro‘ bo‘ladigan bir Kitobni (ya’ni, Nomai a’molini) chiqarib (ko‘rsaturmiz)\". So‘ngra qo‘rqinchli ikkita farishta keladi. Ko‘rinishlari inson suratida bo‘ladi. Yuzlari qopqora bo‘lib, tishlari bilan yerni yoradilar. Sochlari yergacha tushib turadi. So‘zlari xuddi momaqaldiroqdek, ko‘zlari esa chaqmoqdek bo‘ladi. Nafaslari esa xuddi qattiq esayotgan shamoldek. Har birining temir qamchisi bor. U qamchini barcha insonlaru jinlar bir joyga to‘plansalar ham ko‘tara olmaydilar. Tog‘lardan ham katta va og‘ir bo‘ladi. Agar odamni bir marta ursa, xudo ko‘rsatmasin, parcha-parcha qiladi. Ruh ularni ko‘rib, darrov "
      },
      {
        "id": 1648638033196,
        "title": "UCHINCHI FASL",
        "body": "qochadi. O‘likning burnidan ko‘ksiga kiradi. Ko‘ksidan yuqori qismi tiriladi. O‘ladigan o‘lim oldi paytidagi holatiga kiradi. Harakat qila olmaydi. Ammo hamma gapni eshitadi va ko‘radi. Farishtalar uni qattiq savolga tutadilar, ezadilar. Tuproq unga xuddi suvdek bo‘lib qoladi. Qachonki qimirlasa, joy ochilib bo‘shliq hosil bo‘ladi. Bu ikki farishta: \"Rabbing kim? Dining nima? Payg‘ambaring kim? Qiblang qaer?\" degan savollarni berishadi. Alloh taolo kimni muvaffaq qilsa va kimning qalbiga haq so‘zni joylagan bo‘lsa, o‘shagina: \"Sizlarni vakil qilib menga kim yuborgan bo‘lsa, Rabbim O‘sha. Mening Rabbim Alloh, payg‘ambarim Hazrati Muhammad (s.a.v.), dinim Islomdir\", deb javob beradi. Farishtalar deydilarki: \"To‘g‘ri javob berdi. Dalilini keltirdi. Bizdan qutuldi\". Keyin uni qabrining tepasini gumbazdek keng qilishadi va pastiga xushbo‘y rayhonlar to‘shashadi. Uning o‘ng tarafidan ikkita eshik ochib qo‘yadilar. Unga jannat qizlari kelib turadi. Dunyoda qilgan go‘zal amallari eng yaxshi ko‘rgan do‘sti suratida kelib, ko‘nglini ko‘taradi va yaxshi xabarlardan so‘zlaydi. Qabr nurga to‘ladi. Qiyomat kelguncha ana shunday masrur holda bo‘ladi. Qiyomatni juda-juda orziqib kutadi. Ilmi va amali ozroq bo‘lgan va malakut asroridan xabari bo‘lmagan mo‘minlarning darajasi bundan past bo‘ladi. Uning yoniga Ro‘mondan keyin g‘oyat chiroyli, xushbo‘y hidlar taratib, go‘zal kiyingan amali keladi. \"Meni taniysanmi?\" deb so‘raydi. U esa: \"Sen kimsanki, Alloh taolo seni mening oldimga shu g‘arib holimda yubordi?\" deydi. Shunda amali: \"Men sening solih amallaringman. Qo‘rqma, mahzun bo‘lma! Birozdan keyin Munkar va Nakir farishtalari kelishadi va seni savolga tutadilar. Ulardan aslo qo‘rqma!\" deydi. Keyin amali unga farishtalarga nima deb javob berish kerakligini o‘rgatadi. Munkar va Nakir keladi. Uni o‘tirg‘izib savolga tutishadi: \"Man Rabbuka – Rabbing kim?\" U oldin aytganimizdek: \"Rabbim Alloh, payg‘ambarim Hazrati Muhammad (s.a.v.), imomim Qur’oni karim, qiblam Ka’bai sharif, bobom Ibrohim (a.s.). Uning millati mening millatimdir\", deb javob beradi. Uning tili hech ham tutilmaydi. Farishtalar: \"Juda to‘g‘ri aytding\", deb oldingi farishtalar kabi muomala qilishadi. Ammo uning chap tomonidan jahannamdan bir eshik ochishadi. Jahannamning ilonu chayonlari, kishanlari, zahar-zaqqumlari, qaynoq (issiq) suvlari va shunga o‘xshash azoblari unga ko‘rsatiladi. U bundan qattiq ta’sirlanib, dodu faryod qiladi. Unga: \"Qo‘rqma, bu yerning dahshati senga zarar bermaydi. Bu yer sening do‘zaxdagi joying edi. Ammo Alloh taolo buning o‘rniga jannatdan senga joy berdi. Orom ol, sen saidsan (baxtlisan)\", deyishadi. Keyin do‘zax eshiklari yopiladi. Shundan keyin u uyquga ketadi va undan hech narsa so‘ralmaydi. Ba’zi kishilarni bu holatda tili tutiladi. Agar e’tiqodi buzuq bo‘lsa, (ahli sunnatdan bo‘lmasa, bid’atchi bo‘lsa), \"Rabbim Alloh\" deya olmaydi. Boshqa so‘zlarni ayta boshlaydi. Shunda farishtalar uni bir uradilar, qabri olovga to‘ladi. Keyin olov bir necha kungacha so‘nib turadi. Keyin yana olov hosil bo‘ladi. Ana shu holat to qiyomatgacha davom etadi. "
      },
      {
        "id": 1648638083058,
        "title": "UCHINCHI FASL",
        "body": "Ba’zi odamlar \"Dinim Islomdir\" deya olmaydilar. Ular yo shubha uzra vafot etganlar va vafot etguncha bir fitna qurboni bo‘lishgan. (Bular ahli sunnatdan bo‘lmagan kishilarning so‘zlariga va kitoblariga aldanganlardir.) Buni ham uradilar, qabri olovga to‘ladi. Ba’zi kishilar \"Imomim Qur’ondir\" deya olmaydilar. Chunki ular Qur’on o‘qirdilar, ammo undan nasihat olmasdilar, uning amrlariga amal qilmasdilar va u qaytargan gunohlardan tiyilmas edilar. Ular ham yuqoridagilar kabi muomala ko‘radilar. Ba’zilarning esa, amali qo‘rqinchli shakl oladi Undaylarni sudrab qabrida gunohlariga yarasha azoblaydilar. Xabarlarda vorid bo‘lganki: \"Ba’zi insonlarning amali xunut shakliga kiradi\". Xunut deb cho‘chqa bolasiga aytiladi. Ba’zilar: \"Payg‘ambarim Muhammad (s.a.v.)\" deya olmaydilar. Chunki ular dunyoda sunnati nabaviyani, islomning amrlarini va nahiylarini unutgandilar. Zamonalarining sharoiti va modasiga ergashgandilar. Bolalariga Qur’onni o‘rgatmagandilar, Allohning amrlarini va ta’qiqlarini o‘rganmagan va o‘rgatmagandilar. Ba’zilar: \"Qiblam Ka’ba sharifdir\" deya olmaydilar. Sababi namoz o‘qish uchun qiblaga oz yo‘nalganlar yoki tahoratda xato qilganlar yoki namozda boshqa narsalarni o‘ylashgan yoki ruku’ va sajdada qusur etishgan, ta’dili arkonga rioya qilmaganlar. Senga Payg‘ambarimizning (s.a.v.) quyidagi hadisi shariflari kifoya qiladi: \"Alloh taolo bo‘ynida namozlaridan qarzi bor kishining va haromdan kiyim kiygan (hamda najas kiyim kiygan) kishining namozini qabul qilmaydi\". (Bundan anglashiladiki, farz namozning qazosini o‘qimagan kishilarning sunnat va nafl namozlari qabul bo‘lmaydi.) Ba’zilar: \"Ibrohim (a.s.) bobomdir\" deya olmaydi. Chunki dunyoda Ibrohimni (a.s.) yahudiy va nasroniy deb eshitgan va shubhaga tushgandi. Bunday kishilar ham yuqoridagilarning kuyiga solinadi. "
      },
      {
        "id": 1648638173232,
        "title": "TO‘RTINCHI FASL",
        "body": "Kofirlar Munkar va Nakirning: \"Rabbing kim?\" degan savoliga: \"Men bilmayman\", deb javob beradilar. Shunda farishtalar: \"Bilmading va eslolmading\" deyishadi. So‘ngra uni to yerning yettinchi qavatiga kirib ketguncha temir qamchi bilan uradilar. Keyin yer bir silkinib, uni qabriga chiqarib tashlaydi. Shu tarzda yetti marta uradilar. Bundan keyingi holatlar turlicha bo‘ladi. Ba’zilarining amali it shakliga kirib, uni to qiyomatgacha tishlab qiynaydi. Bular Qiyomatning bo‘lishi va Islom bildirgan boshqa xususlarga ishonmaganlardir. Qabrdagilarni turlicha holatlar kutib turadi. Faqat biz qisqaroq keltirdik. Bu azobning asli shundayki, bir inson dunyoda eng ko‘p nimadan qo‘rqqan bo‘lsa, qabrda shu bilan azob beriladi. Masalan, ba’zi insonlar yirtqich hayvonlardan qo‘rqadi. Bu hayvonlar insonlarning tabiatiga ko‘ra turlicha bo‘ladi. Alloh taolodan biz mo‘min bandalarini mag‘firat qilishini va bu holatlardan salomat saqlashini so‘raymiz. Ko‘p marhumlar tushda ko‘rilib, savollarga javob beradilar. Ulardan birining ahvoli so‘ralganda: \"Bir kun tahoratsiz namoz o‘qigandim, Alloh taolo meni azoblash uchun bir bo‘rini yubordi. Shuning uchun ahvolim yomon\", dedi. (Benamozlarning va namozining qazosini o‘qimaganlarning hollari nima bo‘lishini shundan anglashimiz lozim.) Yana bir kishi tushda ko‘rilib, undan so‘ralgan: \"Alloh taolo senga qanday muomala qildi?!\" U bunday javob bergan: \"Bir kun junublikdan g‘usl qilmagandim. Alloh taolo olovdan bir kiyim kiydirdi. Shu tariqa to Qiyomatgacha meni sudrab azoblaydilar. (Har bir musulmon kishi ota-onasiga va bolalariga g‘usl qilishni o‘rgatishi lozim.) Yana bir kishi tushda ko‘rilib so‘raldi: \"Alloh taolo senga qanday muomala qildi?\" U bunday javob berdi: \"Meni yuvayotgan kishi meni ag‘darayotganda bir mix badanimni tirnadi. Undan qattiq zahmat chekdim\". Ertalab yuvgan kishidan so‘ralganda: \"Men bilmagan holda shunday bo‘lgandi\", dedi. Yana bir kishi tushda ko‘rilib: \"Ahvoling qanday, sen o‘lmaganmiding?!\" deb so‘ralganida: \"Ahvolim yaxshi, lekin meni ko‘mishayotganda bir tosh tushib, ikkita suyagimni sindirdi. Men juda qiynaldim\" deb javob berdi Uning qabrini ochib ko‘rganlarida xuddi shunday bo‘lganligi ma’lum bo‘ldi. Bir kishi o‘g‘lining tushiga kirib: \"Ey noqobil farzand! Otangning qabrini tuzat! Yomg‘ir uni vayron qildi\" dedi. Uning ham qabrini ochdilar. Sel kelib, qabrni to‘ldirgan ekan. Bir arab hikoya qiladi: \"Vafot etgan o‘g‘limdan Alloh unga qanday muomala qilganini so‘radim. U bunday javob berdi: \"Ahvolim yaxshi. Ammo falonchi fosiqning qabriga yonma-yon ko‘milganimdan unga berilayotgan azoblardan qalbimga qo‘rquv kiradi\". Shunga o‘xshagan hikoyalardan shu narsa anglashiladiki, qabr ahli qabrlarida azob chekadilar. Shuning uchun Payg‘ambarimiz (s.a.v.) o‘likning suyaklarini sindirishdan qaytarganlar va bir kishi qabr ustiga o‘tirganini ko‘rganlarida: \"O‘liklarga qabrlarida azob bermanglar\" va: \"Tiriklar uylarida alamni va azobni qanday his qilsalar, o‘liklar ham qabrlarida xuddi shunday alam va azobni his qiladilar\", deganlar. Payg‘ambarimiz (s.a.v.) onalari hazrati Omina qabrini ziyorat qilayotganlarida yig‘ladilar va hamrohlarini ham yig‘latdilar. Marhamat qildilarki: \"Rabbimdan onam uchun mag‘firat so‘rashga izn so‘radim? Rabbim Menga izn bermadi\". Va: \"Qabrini ziyorat qilish uchun izn so‘radim, izn berdi. Shunday ekan, sizlar ham qabrlarni ziyorat qiling! Chunki ziyorat sizga o‘limni, oxiratni eslatib turadi\". (Rasululloh (s.a.v.) muborak ota-onasi uchun keyinroq izn berilganligiga doir xabarlar bor. Chunki mo‘min edilar. Keyin tirilib, bu ummatdan bo‘ldilar.) Bu hadisi sharif Rasulullohning (s.a.v.) muhtaram ota-onasi mo‘’min bo‘lganliklarining ko‘rsatadi. Chunki kofirning qabrini ziyorat qilish ma’n etilgan. Ularning qabrlarini ziyorat qilishi izni berilishi ularning mo‘’min ekanliklarini ko‘rsatadi. Mag‘firat so‘rash uchun izn berilmaganligining ham sababi bor edi. Haq taolo Habibining hurmati sharafi uchun muborak ota-onasini buyuk ne’matga qovushni istardi. "
      },
      {
        "id": 1648638187891,
        "title": "TO‘RTINCHI FASL",
        "body": "Vaqti kelganda Alloh taolo ularni tiriltirdi va o‘g‘illari payg‘ambarlarning eng ustuni ekanini ularga ko‘rsatdi. Ular Payg‘ambarimizga (s.a.v.) iymon keltirdilar, ul zotning ummati va sahobasi darajasiga erishish sharafiga muyassar bo‘ladilar. Nishongizoda Muhammad ibn Ahmadning \"Mir’atul koinot\" kitobining 227-sahifasida shunday deyiladi: Rasulullohning (s.a.v.) muborak ota-onalari iymonli bo‘lganmi, yo‘qmi degan mavzuda olimlarning fikrlari turlicha. 911 (mil. 1505) yilda vafot etgan Abdurahmon ibn Abu Bakr Suyutiy \"Masolikul-Hunafo\" asarida va boshqa kitoblarida quyidagi 5 xil fikrni bildirgan: 1. Ularning ikkisi ham ba’satdan, ya’ni Payg‘ambarimizni (s.a.v.) risolatlaridan oldin, johiliyat zamonida vafot etishgan. Shofe’iy olimlarining hammasi va xanafiy olimlarining ko‘pchiligini fikricha biror bir payg‘ambarining da’vatini eshitmagan kishiga iymon keltirish vojib emas. Chunki payg‘ambarning da’vatini eshitmasdan oldin iymonga aql bilan erishish mumkin emas. Da’vatni eshitgandan keyin Allohning borligiga o‘ylab turib iymon keltirish shart bo‘ladi. Johiliyat davrda oldin o‘tgan payg‘ambarlar unutilgan edi. Chunki asrlar bo‘yi kofirlar, zolimlar boshqaruvni qo‘llariga olib, dinni ta’qiqlaganlar, dindorlarga zulm va tazyiq o‘tkazganlar. Shuning uchun iymonli kishilar kamaygan, yashiringan va shu tariqa borib-borib dinni, iymonni biladigan odam qolmagan. Ammo zolimlarning hech biri iymonni yo‘q qila olmagan, aksincha o‘zlari qahrga uchragan, juda ayanchli holatda saltanatlaridan ayrilishgan, niyatlariga yeta olmasdan o‘lim changaliga tushgan, ismlari la’nat bilan tilga olinadi yoki umuman unutilgan. Alloh taolo bir payg‘ambar yuborib, iymon nuri bilan yer yuzini yangidan yoritgan. 2. Alloh taolo suyukli Payg‘ambarining (s.a.v.) muborak ota-onasini tiriltirdi. Imom Suyutiy (r.a.) ularning tiriltirilganini bildiruvchi hadisni yozadi va bunday deydi: \"Zaif bir hadis bo‘lsa ham, ko‘p odam rivoyat qilgani uchun quvvati bo‘lgan. Ko‘pchilik olimlarning fikricha bu hadis quvvatli hadisdir. 3. Faxriddin Roziy (606 (mel. 1209) yilda Hirotda vafot etgan) va bir qancha olimlar deyishadiki, Tavba surasining 28-oyatida bunday marhamat qilgandirki: \"Mushriklar najas-nopokdirlar\" Ya’ni barcha kofirlar nopokdirlar. Holbuki, (s.a.v.): \"Men doimo pokiza otalardan pokiza onalarga o‘tib keldim\", deganlar. Boshqa bir hadisi sharifda esa: \"Har asrda o‘z zamonasining eng xayrli insoni bo‘lganlarning avlodiman\" deganlar. Kofirni xayrli deyish esa joiz emas. Shuaro surasidagi 219-oyatda Alloh taolo shunday marhamat qiladi: \"... sajda qilguvchilar (namoz o‘quvchilar) orasida (imom bo‘lgan holingizda namoz ruknlarining biridan ikkinchisiga) ko‘chayotgan (vaqtingizda ham) ko‘rib turur\". Bundan u kishining butun ajdodlari mo‘min ekanliklari anglashiladi. Ibrohimning (a.s.) otasi Ozarning kofir bo‘lganini Qur’oni Karimda bildirsa ham, Abdulloh ibn Abbos va Imom Mujohid: \"Ozar Ibrohim (a.s.)ning amakisi edi\" deyishgan. Arabistonda amaki ota deyiladi. Hadisi sharifda marhamat qilinadiki: \"Jahannamda eng yengil jazo – Abu Tolibga beriladigan jazodir\". Abu Tolibning jazosi eng yengil jazo ekan, bordi-yu agar Rasulullohning (s.a.v.) muborak ota- onasi jahannamda bo‘lsaydi, eng "
      },
      {
        "id": 1648638204427,
        "title": "TO‘RTINCHI FASL",
        "body": "yengil jazo ularga berilardi. Bu hadisi sharif ham ularning mo‘min ekanliklariga ishora qiladi. 4. Olimlarning ko‘pi bu masalada odob va hurmatni saqlagan holda gapirmaslikni, haqiqatini Alloh biladi, deb sukut saqlashlikni ma’qul ko‘rganlar. Shayxul-islom alloma Ahmad ibn Kamol Poshsho \"Abavayn\" risolasining oxirida yozganki, \"O‘liklarni yomonlab, tiriklarni ranjitmanglar\", hadisi sharifiga binoan va Tavba surasining: \"... Allohning Payg‘ambariga ozor beruvchi kimsalar uchun esa alamli azob bordir\", ma’nosidagi 61-oyati karimasiga muvofiq: \"Rasulullohning otasi jahannamdadir\" degan kishi mal’undir\" (\"Mir’atul koinot\"). Payg‘ambarimiz (s.a.v.) mo‘minlar qabristoni yoniga kelganlarida: \"Bu yerda yotgan mo‘min-musulmonlarga dunyo va oxirat omonligi bo‘lsin! Ey ahli qabr! Biz inshaalloh sizlarga yetishamiz. Siz bizdan avval ko‘chdingiz. Biz ham sizning orqangizdan keyinroq boramiz. Ey Rabbim! Bizni va bularni mag‘firat qil va gunohlarimizni kechir\" deb marhamat qilardilar. Payg‘ambarimiz (s.a.v.) muborak zavjalariga ham qabr ziyoratida shu so‘zlarni aytishni buyurardilar. "
      },
      {
        "id": 1648638234695,
        "title": "BESHINCHI FASL ",
        "body": "Qabrda o‘liklar to‘rt holatda bo‘ladi. Ba’zilari tovoni ustida o‘tiradi. Tanasi to tuproqqa aylangunicha shu holatda bo‘ladi. Keyin uning ruhi boshqa malakut olamini kezib yuradi. Ba’zilarga Alloh taolo bir uyqu beradi. Birinchi marta Sur chalingunga qadar nima bo‘lganini bilmaydi. Birinchi Surda uyg‘onadi va yana o‘ladi. Ba’zilar qabrda ikki oy yoki uch oy yotadi. Keyin ruhi jannat qushiga aylanib jannatga uchadi. Bu haqdagi hadislar sahihdir. Rasululloh (s.a.v.) marhamat qiladilar: \"Mo‘minning ruhi jannat qushi bilan barobardir. Jannat daraxtlaridan birida osilib turadi\". U zotdan (s.a.v.) shahidlarning ruhlari haqida so‘ralganida shunday deganlar: \"Shahidlarning ruhlari yashil qushlarning jig‘ildonida bo‘lib, jannat daraxtlarida osilib turardilar\". Ba’zi insonlar, xohlasalar, shu maqomlaridan yuksaladilar. Ba’zilari Sur chalingunga qadar u yerda turishadi. To‘rtinchi nav – Anbiyo va Avliyoga maxsusdir. Ularning ba’zilari to Qiyomatgacha uchib yuradi va ko‘pincha kechasi ko‘rinadi. Abu Bakr Siddiq va Umarul Foruq (r.a.) shundaylardandir. Buni ba’zi solihlar ko‘rishgan. Bir kishi bunday hikoya qiladi. \"Yo Rasululloh (s.a.v.)! Otaonam sizga fido bo‘lsin! Ummatingizning fitnalarini ko‘rmayapsizmi?\" dedim. Shunda Payg‘ambarimiz (s.a.v.): \"Alloh taolo bu fitnalarini ziyoda qiladi. Hazrati Husaynni ham shohid qildilar. Mening hurmatimni saqlamadilar\", dedilar. Ulardan ba’zilari (Ibrohim (a.s.) kabi) yettinchi osmondan joy olishgan. Payg‘ambarimiz"
      },
      {
        "id": 1648638250502,
        "title": "BESHINCHI FASL ",
        "body": "(s.a.v.) me’roj kechasi Ibrohim (a.s.)ni ko‘rdilar. Ul zot Buytul ma’murga suyangancha, musulmonlarning bolalariga o‘tkir nigohlarini tikib turardilar. Iso (a.s.) esa beshinchi osmondalar. Har bir osmonda rasullar va nabiylar bor, u yerdan chiqmaydilar va ketmaydilar. Qiyomatgacha o‘sha yerda bo‘ladilar. Bulardan istagan joylariga keta oladiganlari – Ibrohim (a.s.), Muso (a.s.), Iso (a.s.) va Payg‘ambarimiz Hazrati Muhammaddirlar (s.a.v.). Bular uch olamdagi xohlagan joylariga bora oladilar. Avliyoi kiromdan ba’zilari qiyomat kunigacha bir joyda turadilar. Masalan, Boyazid Bistomiy arshi a’lo ostidagi ilohiy dasturxondan bahramand bo‘lib o‘tirishi rivoyat qilingan. Qabrdagilarning ahvoli ana shu to‘rt shaklda bo‘ladi. Ya’ni, azob beriladi, yo rahmat ostida bo‘ladi, tahqirlanadi yoki ikromda bo‘ladi. Ko‘pgina avliyolar borki, o‘lim holidagi kishiga diqqat bilan qaraydilar. U kishiga keng manzillar torayadi, ba’zan esa ochiladi. Avliyolar bu holni ko‘radilar va xabar beradilar. Men bunaqalarni ko‘p ko‘rdim. Ba’zi birodarlarimni ko‘rdimki, qalb ko‘zidan parda ko‘tarilib, o‘lgan farzandining uyiga kirganini ko‘rgan. Bu bir botiniy ikrom bo‘lib, muborak kishilar uchundir. Qabrdagilarning ba’zilari juma kuni bilan hayit bayrami kunlarini biladilar. Agar dunyodan bir yaqin kishisi vafot etsa, uning yonida to‘planadilar. Uni taniydilar. Kimdir ayolini so‘raydi, kimdir otasi haqida so‘raydi. Har biri o‘ziga aloqali narsalarni so‘raydi. Ba’zilar o‘zi taniydigan, o‘zidan oldin o‘lgan kishilarni ko‘rmaydilar (uchratmaydilar). Chunki unda dunyoda bo‘lgan narsasi o‘layotganda ketadi. Shuning uchun ba’zilari yahudiy bo‘lib o‘ladi, ba’zilarini esa nasroniy bo‘lib o‘ladi va ularning orasiga ketadi. Bir kishi dunyodan ko‘chib, marhumlarning oldiga bordimi, marhumlar undan dunyodagi qo‘shnilari haqida so‘raydi va falonchi qaerda deydilar. Bu esa: \"O‘lganiga ancha bo‘lgandi\", deydi. Marhumlar: \"Biz uni ko‘rmadik, balki Hoviya jahannamiga ketgandir\", deyishadi. Bir kishi tushda ko‘rilib: \"Alloh taolo senga qanday muomala qildi?\" deb so‘ralganda, u: \"Men va falonchi do‘stlarim juda ko‘p xayr va ne’matlarga noil bo‘ldik\", dedi. Holbuki, uni do‘stlari bilan birga horijiylar, ya’ni yazidiy degan yo‘ldan adashganlar o‘ldirgandi. Undan qo‘shnisi haqida so‘ralganda: \"Biz uni ko‘rmadik\", dedi. Uning qo‘shnisi o‘zini dengizga otib cho‘kib o‘lgan edi. U qasam ichib dediki: \"Allohga qasamki, men uni o‘zini o‘ldirganlar bilan birga deb o‘ylayman\". Rasululloh (s.a.v.) aytganlarki: \"Bir kishi o‘zini bir temir parchasi bilan o‘ldirsa, qiyomat kuni o‘sha temir parchasi bilan o‘zini urgan holda keladi. Jahannamda abadiy qoladi. Va agar bir kishi o‘zini tog‘dan tashlab o‘ldirsa, o‘zini jahannam oloviga otadi\". Agar biror bir ayol shunday qilsa, uning azobini sur chalingunga qadar tortadi (bu hadis dunyoda qiyinchilikdan qutilib, rohatga erishish uchun o‘zini o‘ldirganlar haqidadir. Chunki bunday deb o‘ylash oxirat azobini inkor qilish bo‘lib, kufr hisoblanadi.) Aqlini "
      },
      {
        "id": 1648638266725,
        "title": "BESHINCHI FASL ",
        "body": "yo‘qotib (jinni bo‘lib) o‘zini o‘ldirgan yoki o‘ldirishga harakat qilsa-yu, lekin yaralanib yotib, o‘limdan oldin tavba qilsa, kofir bo‘lmaydi.) Sahih xabarda kelgandirki: Odam (a.s.) Muso (a.s.) bilan uchrashibdi. Muso (a.s.) ul zotdan so‘rabdi: \"Alloh taolo seni qudrati bilan yaratdi va senga jon ato qildi. Seni jannatga kiritdi. Nega Unga isyon qilding?\" Odam (a.s.) unga shunday dedi: \"Ey Muso! Alloh taolo sen bilan gaplashdi va senga Tavrotni nozil qildi. \"Odam Parvardigoriga yo‘ldan adashib isyon qildi\" degan yozuvni Tavrotda ko‘rmadingmi?\" Muso (a.s.): \"Ko‘rdim\", dedi. Odam (a.s.): \"Bu narsa men isyon qilmasdan necha yil oldin taqdir qilindi?\" Muso (a.s.): \"Ellik ming yil oldin\". Shunda Odam (a.s.): \"Unday bo‘lsa, ey Muso, qilmasimdan ellik ming yil oldin taqdir qilingan bir gunoh bilan meni ayblayapsanmi?\" dedi. (Shu to‘g‘rida gaplashganlari \"Saodati abadiya\" nomli asarning ikkinchi qism elliginchi bobida batafsilroq berilgan. Odam (a.s.) bergan javobning ma’nosi shunday ta’riflangan: \"Bu ishni qilishni iroda va ixtiyor etishimni Alloh taolo azaldan bilganini Tavrotda o‘qiganing holda va bu ish sababli yuzaga keladigan behisob foydalarni bilganing holda meni ayblash senga yarashmaydi\".) Sahih bo‘lgan hadisda xabar berilgandi: Rasululloh (s.a.v.) Me’roj kechasi Payg‘ambarlar (a.s.) bilan ikki rak’at namoz o‘qidilar. Horun (a.s.) bilan salomlashdilar. Horun (a.s.) Payg‘ambarimizni (s.a.v.) va ummatlarini duo qildi. Idris (a.s.) bilan ham salomlashdilar. U ham Payg‘ambarimiz (s.a.v.) va ummatlari haqqiga duo qildi. Horun (a.s.) Payg‘ambarimizning (s.a.v.) payg‘ambarliklari bildirilmasidan oldin vafot etgandi. Muborak ruhi ko‘rindi. Ana shu ruhoniy hayotdir. Bu dunyo hayotidan keyin uchunchi toifa hayot ham bor. Birinchi toifa hayot bu – Alloh taolo Odamning (a.s.) belidan chiqarib: \"Men sizning Rabbingiz emasmanmi?\" deganida insonlar: \"Albatta, sen bizning Rabbimizsan, yo Rabbiy\" degan paytlaridir. Dunyo hayotiga e’tibor qilinmaydi, chunki bu hayot insonning ne’matlanishiga vosita bo‘lib, o‘tkinchi va yo‘q bo‘lguvchi imtihon yeridir. Payg‘ambarimiz (s.a.v.): \"Insonlar uyqudadirlar, o‘lgach uyg‘onadilar\", deganlar. Bu hadisi sharif uchinchi toifa hayotni, ya’ni qabr hayotini bizga bildiradi. Qabr hayotidagi hollar marhumlarning haqiqatlari, sifatlari zohir bo‘lgan vaqtdagi hollardir. Marhumlarning ba’zilari qabrida qoladi. Ba’zilari kezib yuradi. Ba’zilari uriladi, qattiq azob beriladi. Buning dalili G‘ofir surasining 46-oyatidir: \"(U azob bir) olovdirki, ular ertayu kech o‘shanga ko‘ndalang qilinib (kuydirilurlar). (Qiyomat) soati qoyim bo‘ladigan kunda esa, (do‘zax farishtalariga): \"Fir’avn xonadonini qattiq azobga kiritinglar\" (deyilur)\"."
      },
      {
        "id": 1648638297897,
        "title": "OLTINCHI FASL",
        "body": "Alloh taolo sur chalinganidan keyin, qiyomat qoyim bo‘lishini iroda qilgach, tog‘lar xuddi bulutga o‘xshab osmonda uchadi. Ba’zi dengizlar boshqasiga qo‘shilib ketadi.Quyoshning nuri ketib qop-qora bo‘lib qoladi. Tog‘lar changga aylanadi. Odamlar birbirlariga aralashib ketadi. Tizilgan durga o‘xshab turgan yulduzlar har yoqqa sochilib ketadi. Osmon xuddi mumdek eriydi va tegirmon toshidek qattiq aylanadi. Alloh taolo olamlarning parcha-parcha bo‘lishini amr qiladi. Yetti qavat yerda va yetti qavat osmonda hech qanday tirik jon qolmaydi. Barcha jonzot o‘ladi. Agar ruhoniy bo‘lsa, ruhi ketadi. Butun borliq o‘ladi. Olamda hech zot qolmaydi. Alloh taolo ilohiylik maqomida tajalliy qilib, yetti qavat osmonni o‘ng qudrat qo‘liga va yetti qavat yerni chap qudrat qo‘liga olib deydiki: \"Ey haqir dunyo! Sening ichingda xudolik da’vosini qilganlar, ahmoqlar, o‘zini xudo deb bilgan ojizlar qaerda? Sening go‘zalligingga va latofatingga aldangan va oxiratini unutgan kishilar qaerda?\" Undan keyin qahr va yo‘q qiluvchi quvvati va hikmati bilan iftixor etadi. \"Mulk kimnikidir?\" deb so‘raydi. Hech kim javob bermaydi. Qahhor bo‘lgan Alloh taoloning o‘zi: \"Bugun mulk vohid va qahhor bo‘lgan Allohnikidir\", deb javob beradi. Shundan keyin Alloh taolo oldingidan ham buyukroq iroda va quvvatini namoyish etadi: Yetti qavat osmonni bir qudrat barmog‘iga va yetti qavat yerni bir qudrat barmog‘iga oladi va: \"Men azimushsh’an, Maliki dunyoman (Ya’ni qiyomat kunining yagona hokimi va sohibiman). Men bergan rizqni yeb, Menga shirk keltirganlar va Mendan boshqaga butlarga ibodat qilganlar qaerda? Men bergan rizq bilan quvvatlanib, Menga osiy bo‘lganlar, jabbor va zolimlar qaerda? Kibrlanganlar va maqtanganlar qaerda? Hozir mulk kimniki\", deb xitob qiladi. Bunga javob beradigan hech kim yo‘q. Haq subhonahu va taolo o‘zi o‘zi istagan muddat kutadi. Bu paytda biron bir jonzot bo‘lmaydi. Hatto jannatdagi huru g‘ilmonlarning ham ruhi qabz etilgan bo‘ladi. Shundan keyin Alloh taolo jahannam chuqurlaridan bo‘lgan Saqardan bir eshik ochadi. U yerdan olov otilib chiqadi. Ana shu olov hamma narsani yoqadi, o‘n to‘rt dengizni quritib, yer yuzini qop-qora qiladi va osmonlarni sarg‘aytirib, xuddi erigan mis holiga keltiradi. Keyin olovning shiddati osmonlarga yaqinlashganda, Alloh taolo ma’n etadi va olov so‘nadi. Olovdan asar ham qolmaydi. Undan keyin Alloh taolo Arshi a’loning xazinalaridan birini ochadi. Unda hayot dengizi bor. Bu dengiz Allohning amri bilan yer yuziga qattiq yomg‘ir yog‘diradi. Yomg‘ir shu darajada yog‘adiki, yer yuzini qirq arshin balandlikda qoplaydi. Undan keyin tuproqqa aylangan insonlar va hayvonlar o‘tga o‘xshab o‘sib chiqadilar. Bu to‘g‘rida Payg‘ambarimiz (s.a.v.) shunday deganlar: \"Inson dumg‘aza suyagidan yaratilgandir. Keyin yana shundan yaratiladi\". Yana bir hadisda: \"Insonning hamma joyi chirib yo‘q bo‘ladi. Ammo dumg‘aza suyagi chirimaydi. Inson undan yaratilgandi. Yana undan yaratiladi\", deyilgan (Bu dumg‘aza suyagi umurtqa suyagining so‘nggi suyagidir, kattaligi no‘xotdek bo‘lib, ichida iligi yo‘q. Hamma jonzotlar qabrlarida shu suyakdan xuddi o‘tga o‘xshab o‘sib chiqadilar. Bir joyning o‘zida juda ko‘plab insonlarning xoki yotgan bo‘lsa ham hech aralashtirilmaydi. Bu haqda Alloh taolo Qof surasining 4-oyatida shunday marhamat qiladi:"
      },
      {
        "id": 1648638311109,
        "title": "OLTINCHI FASL",
        "body": "\"Aniqki, Bizga Yer ular (ning jasadlari)ni kamaytirayotgani (ya’ni, jasadlari chirib tuproqqa aylanib ketayotgani) ma’lum. Va Bizning huzurimizda (barcha narsani o‘z sahifalarida) saqlaguvchi Kitob (Lavhul Mahfuz) bordir (demak, ularni qayta tiriltirib hisob-kitob qilish Biz uchun qiyin ish emasdir)\". Bu tirilish jarayonida voyaga yetmasdan o‘lganlar voyaga yetmagan yoshda, qari holda o‘lganlar qari holda , yigit yoshida o‘lganlar qanaqa yoshda bo‘lsa, shu yoshda tiriltiriladilar. Alloh taolo arshi a’lo ostida mayin bir shamol esdiradi. Bu shamol yer yuzini butunlay qoplaydi. Yer yuzi xuddi changga o‘xshagan mayin qum holiga kiradi. Shundan keyin Alloh taolo Isrofil (a.s.)ni tiriltiradi. Quddusdagi muborak toshdan sur chalinadi. Sur nurdan yaratilgan bo‘lib, muguzga o‘xshagan bir maxluqdir va o‘n to‘rt qismdan iborat. Bir qismda quruqlikda yashagan hayvonlar sonicha teshik bor. Quruqlikda yashagan hayvonlarning ruhlari o‘sha teshiklardan chiqadi. Ari ovoziga o‘xshagan ovozlar eshitiladi va Yer bilan osmon orasini to‘ldiradi. So‘ngra har bir ruh o‘z jasadiga kiradi. Hatto tog‘larda o‘lgan, vahshiy hayvonlar yegan, yirtqich qushlar yegan insonlarning ruhlari ham o‘z jasadlarini topadi. Alloh taolo Zumar surasining 68-oyatida shunday marhamat qilgan: \"Sur chalindi-yu, osmonlar va Yerdagi bor jonzot o‘ldi, magar Alloh xohlagan zotlargina (tirik qoldilar). So‘ngra u ikkinchi bor chalindi-da, banogoh ular (ya’ni, barcha xaloyiq qayta tirildi va qabrlaridan) turib, (Allohning amriga) ko‘z tutarlar\". Insonlar qabrlaridan tanalari chirigan yoki yonib kul bo‘lgan joylaridan turib ko‘radilarki, tog‘lar titilgan paxtadek, dengiz suvsiz qolgan, yerda na chuqurlik, na balandlik qolmagan. Yer yuzi xuddi qog‘ozdek tep-tekis bo‘lib qoladi. Insonlar qabrlarining ustida o‘tirib, yalang‘och holda atrofga hayrat va o‘ychan holda boqadilar. Sahih bir hadisi sharifda Payg‘ambarimiz (s.a.v.) shunday deganlar: \"Insonlar hammasi kiyimsiz, yalang‘och va sunnat qilinmagan hollarida hashr qilinadilar\". Ammo g‘ariblikda kiyimsiz holda vafot etgan bo‘lsa, ularga jannat kiyimlari keltiriladi va kiydiriladi. Shahidlarning va sunnatga (ya’ni, islom ahkomlariga) amal qilib yashab vafot etgan solih kishilarning igna teshigichalik ham joylari ochiq qolmaydi. Payg‘ambarimiz (s.a.v.) yana bir hadislarida aytganlarki: \"Ey ummatim va ashobim! Siz o‘liklarning kafaniga e’tibor beringlar! Chunki mening ummatim kafanlari bilan hashr qilinadilar. Holbuki, boshqa ummatlar yalang‘ochdirlar\". Bu hadisni Abu Sufyon (r.a.) rivoyat qilganlar. Payg‘ambar (s.a.v.) yana shunday deganlar: \"O‘liklar kafanlari bilan hashr qilinadilar\". Bir kasal yotgan kishi o‘limi oldidan: \"Menga falon kiyimni kiydiringlar\" deganini eshitdim. So‘raganini kiydirmadilar. Ustidagi kalta bir kuylak bilan vafot etdi. Boshqa biror bir kafan topilmadi. Bir necha kundan keyin tushda ko‘rildi. Juda xafa holda edi. Senga nima bo‘ldi? deb so‘ralganida: Men istagan kiyimni kiydirmadinglar. Meni manashu kalta ko‘ylak bilan hashr qilinishimga mahkum etdinglar deb javob qildi. "
      },
      {
        "id": 1648638406811,
        "title": "YETTINCHI FASL",
        "body": "(Bu fasl ikki nafha orasida orasida voqealarni bildiradi) Birinchi sur chalinganidagi o‘lim ikkinchi o‘limdir. Chunki bu o‘lim botiniy hislarni ham ketkazadi, yo‘q qiladi. Birinchi o‘lim esa faqatgina (gapirish, eshitish, yeb-ichish kabi) zohiriy hislarni yo‘q qiladi, xolos. Unda ba’zi jasadla r harakat qiladi. Ikkinchi o‘limdan keyin esa namoz o‘qiy olmaydilar. Ro‘za tuta olmaydilar. Alloh taolo qaerga farishta qo‘ysa, albatta u o‘sha yerda turadi. Zero, farishta ham o‘z olamida bo‘lishni xohlaydi. Nafs (ya’ni, ruh) agar jasadda bo‘lsa his qilishga va harakatga sabab bo‘ladi. Olimlar bu ikki nafha orasidagi vaqt to‘g‘risida ixtilof qilganlar. Ko‘p olimlar buni qirq yil deb e’tirof etishgan. Ilm va ma’rifatda komil deb bilganim bir zot xabar berib: \"Buni Allohdan boshqa hech kim bilmaydi, bu ilohiy sirlardandir\", dedi. So‘ng: \"Illa man shaalloh\" oyati karimasidagi istisno xossatan Alloh taolo uchundir, dedi. Men esa javoban dedimki: \"Payg‘ambarimiz (s.a.v.) marhamat qilgan: \"Qiyomat kuni birinchi bo‘lib mening qabrim ochiladi. Shunda birodarim Muso (a.s.)ni Arshi a’lo oyog‘iga yopishib turganini ko‘raman. Mendan oldin tiriltiriladimi yoki Alloh taolo istisno qilgan bandalaridanmi, bilmadim\", hadisining ma’nosi nima?\" Bizning anglashimizcha, agar jismisiz bo‘lib, Muso (a.s.)ning ruhi jism bo‘lib ko‘ringan bo‘lsa, bu hadisi sharifdan xorij bo‘lmas. Payg‘ambarimizning (s.a.v.) istisnosidan keyin amri fazoda, ya’ni dahshat va qo‘rquv zamonida bo‘lsa shundaydir. Zero, har bir jonzot o‘sha paytda qo‘rquv va fazodadir. Ya’ni, birinchi sur chalinganida inson dahshatga tushadi va shu zahotiyoq o‘ladi. Ana shu paytda maxluqotdan jasadli, jussali hech kim bo‘lmaydi. Payg‘ambarimizning (s.a.v.) qabrlari ochiladigan payt o‘sha paytdir. Ka’bul Axbor (rahimahulloh) Hazrati Umar (r.a.) bir majlisda ana shu qo‘rquv va shiddatdan xabar berayotib, bunday xabar qiladi: \"Ey Xattob o‘g‘li! U paytda yetmish payg‘ambarning amalini qilgan bo‘lsang ham o‘ylaymanki, sen qutila olmaysan. Bu mashaqqatlardan faqatgina Alloh mustasno qilgan qishilargina qutuladilar. Ular to‘rtinchi qavat osmonda bo‘lgan kishilardir\". Shubhasiz, Muso (a.s.) ulardandir. Alloh taoloning mustasno qilishi \"Bugun mulk kimnikidir\" ilohiy savolidan oldindir. Agar savol berilganida biron kishi tirik bo‘lganida edi, Allohning \"Mulk kimnikidir\" savoliga javoban: \"Ey Vohid va Qahhor bo‘lgan Allohim, mulk, albatta, senikidir\", degan bo‘lur edi. "
      },
      {
        "id": 1648638429765,
        "title": "SAKKIZINCHI FASL",
        "body": "Hamma qabri ustiga chiqib, ba’zilar yalang‘och, ba’zilar qora, ba’zilar oq kiyimda, ba’zilar nur taratgan holda o‘tiradilar. Hammalari boshlarini egib, nima qilishlarini bilmagan holda ming yil turadilar. So‘ngra g‘arbdan bir olov zuhr etadi va uning dahshatidan xalq mahsharga suriladi. Bu paytda har bir maxluqot dahshatga tushadi. Xoh inson bo‘lsin, xoh jin bo‘lsin, xoh vahshiy hayvon bo‘lsin,har birini o‘z amali tutib \"Tur, mahsharga bor\", deydi. Amal go‘zal bo‘lgan kishining amali eshak suratiga kirib, ba’zilarniki xachir suratida sohibini mahsharga olib boradi. Ba’zilari qo‘chqor shaklida ko‘rinadi. Ba’zilarni amallari ustiga mindirib oladi, ba’zilarni esa tashlab ketadi. Mo‘min kishida bir nur bo‘ladi va u nur mo‘minning old va o‘ng traafini yoritib yo‘l ko‘rsatadi. Chap taraflarida nur bo‘lmaydi. Balki qorong‘ulikda hech kim hech narsa ko‘rmaydi. Bu qorong‘ulikda kofirlar hayratda qoladilar. Iymonlarida shak-shubha bor bo‘lgan kishilar (va bid’at sohibi bo‘lganlar, mazhabsizlar) qorong‘uda qoqilib qoladilar. Ahli sunnat olimlarining ko‘rsatmalariga binoan yashagan (sunniy) mo‘minlar, ularning zulmat va taraddudlariga boqib, Alloh taolo o‘zlariga hidoyat nurini berganiga hamdu sano aytadilar. Chunki Haq taolo mo‘minlarga azob ko‘rsatayotgan fosiqlarning hollarini ko‘rsatib qo‘yadiki, buning ba’zi bir foydalari bor. Shubhasiz, jannat ahli va jahannam ahli nima amal qilagan bo‘lsalar hammasi ma’lum bo‘ladi. Shuning uchun Alloh taolo \"Do‘stiga nazar soldi. Uni jahannam olovida ko‘rdi\", ma’nosida marhamat qiladi: \"Ko‘zlari do‘zax ahli tarafiga burilib qolsa, aytadilar: \"Ey Rabbimiz! Bizni bu zolimlar qavmi bilan birga qilib qo‘ymagin!\" Chunki to‘rt narsa borki, qadrini, qiymatini faqat shu to‘rt toifa kishilar biladi: Hayotning qadrini faqat o‘liklar biladi. Ne’matning qadrini azob chekkan kishi biladi. Boylikning qadrini faqir biladi. (bu yerda to‘rtinchisi yozilmagan. Ammo bundan kelib chiqadiki, jannat ahlining qadrini jahannam ahli biladi, demakdir). Ba’zilarning nuri ikki oyog‘i ostida va barmoqlari uchida ko‘rinadi. Ba’zilarning nuri bir porlab, bir o‘chadi. Ularning nurlari iymonlariga yarasha bo‘ladi. Qabrlaridan chiqqanlarida harakatlari ham amallariga yarasha bo‘ladi. Sahih bir hadisda Payg‘ambarimiz (s.a.v.): \"Ey Rasululloh! Biz qanday ahvolda hashr qilinamiz?\" degan savolga javoban bunday deganlar: \"Ikki kishi bir tuya ustida, besh kishi bir tuya ustida va o‘n kishi bir tuya ustida hashr qilinarsiz\". Vallohu a’lam, bu hadisning ma’nosi shunday bo‘lsa kerak: \"Bir qavm islomda birbirlariga yordam qilsa, dinni, iymonni, halolu haromni bir-biriga o‘rgatsa, ularga marhamat qilinadi. Alloh taolo ularning amalidan tuya yaratadi va ular tuyaga minadilar. Ana shunday hashr qilinadilar\". Bu esa, amalning sababidandir. Chunki ularning o‘z amallari bir tuya bo‘lmagani uchun, faqat bir necha kishining amali bir tuya bo‘lyapti va u tuyaga birgalikda minadilar. "
      },
      {
        "id": 1648638442813,
        "title": "SAKKIZINCHI FASL",
        "body": "Bular shunday kishilarga o‘xshaydilarki, safarga chiqadilar. Ammo hech kimning bir ulov sotib olishga puli yetmaganidan ikki-uch kishi pul qo‘shib ulov olishadi va unga birgalikda minadilar. Bu yo‘lda bu tuyaga ba’zan o‘n kishi minadilar. Bu ojizlik amallari sabablidir. Shuning uchun Sen shunday amal qilginki, bu amal sababli Alloh taolo senga bir ulov nasib etsin. Shuni bilishimiz lozimki, bunday kishilar uxroviy tijoratda katta katta foyda ko‘rganlardir. Allohdan qo‘rqqanlar, Allohning dinini yoyganlar, albatta, ulovga ega bo‘ladilar. Alloh taolo Maryam surasining 85-oyatida shunday marhamat qilgan: \"Biz taqvodor zotlarni otliq hollarida Rahmon dargohiga to‘playdigan (kunni eslang)\" Payg‘ambarimiz (s.a.v.) bir kuni sahobalariga shunday dedilar: \"Bani Isroilda bir kishi bor edi. Juda ko‘p yaxshi ishlar qilardi. U zot sizning ichingizda hashr qilinadi\". Shunda sahobalar so‘radilarki: \"Yo Rasululloh! U zot nima yaxshi ish qilardi?\" Rasululloh (s.a.v.) shunday dedilar: \"Unga otasidan ko‘p mol-dunyo qolgandi. Boylikning bir qismiga bir bog‘ sotib olib, uni faqirlarga vaqf qildi \"Rabbim huzuriga borganimda bu mening bog‘im bo‘ladi\", dedi. Yana bir qancha oltin ayirib, uni faqir va zaif kishilarga tarqatdi. \"Bu bilan Alloh taolodan joriya va qullar sotib olaman\", dedi. Yana bir qancha qullarni ozod qildi. \"Bular ham Allohning huzurida mening xizmatchilarim bo‘ladi\", dedi. Bir kuni esa, bir ko‘zi ojiz kishiga duch keldi. Qarasa, qoqilib, yiqilib ketyapti. Unga bir ulov sotib olib berdi va: \"Bu esa Alloh taoloning huzurida mening ulovimdir\", dedi\". Payg‘ambarimiz (s.a.v.) bu hikoyani aytib bo‘lganlaridan keyin shunday marhamat qiladilar: \"Nafsim qudrat qo‘lida bo‘lgan Alloh taologa qasamki, bu ulov uning uchun egarlangan va jilovlangan holda hozir turganini ko‘ryapman. Bu zot unga minadi va mahshargohga shunday holda keladi\". Alloh taolo Mulk surasining 22-oyatida shunday marhamat qilgandirki: \"Axir yuz tuban (ya’ni, oyog‘ining ostidan o‘zga yoqqa qaramasdan) yuradigan kimsa Haq yo‘lni topuvchiroqmi yoki qaddi rost holida to‘g‘ri yo‘lda yuradigan kishimi?\" Bu oyatning tafsirida aytiladiki, Alloh taolo bu oyatni qiyomat kunida mo‘minlarning hashr qilinishi bilan kofirlarning hashr qilinishiga misol qildi. Maryam sursining 86-oyatida Alloh taolo shunday deydi: \"Va jinoyatchi kofirlarni jahannamga tushishlari uchun haydaydigan kunni (eslang)\"."
      },
      {
        "id": 1648638457345,
        "title": "SAKKIZINCHI FASL",
        "body": "Bu oyatdan ma’lum bo‘ladiki, ular ba’zan yuradilar va ba’zan sudraladilar. Chunki Alloh taolo boshqa bir oyati karimada: \"Yuradilar\", deydi. Nur surasining 24-oyatida Alloh taolo shunday deydi: \"U kunda Qiyomatda qilib o‘tgan (bo‘htonlari) sababli ularning tillari ham, qo‘l va oyoqlari ham o‘zlarining ziyonlariga guvohlik berur\". Yana bir oyatdagi: \"Ko‘r bo‘lgan hollarida\" ma’nosi esa, kofirlar mo‘minlarga berilgan nurdan mahrum bo‘ladilar, deganidir. Bu butunlay ko‘r bo‘ladilar, degani emas. Balki qorong‘ulik qoplaydi va ko‘ra olmaydi, deganidir. Chunki bilamizki, kofirlar samoga qaraydilar, ular osmon yorilganini, farishtalarning tushganini, tog‘larning yurishini, yulduzlarning to‘kilishini ko‘radilar. Tur surasining 15-oyatida shunday marhamat qilingandir: \"Qani bu (azob) ham sehrmi yoki sizlar (hayoti dunyoda haqni ko‘ra olmaganlaringiz kabi bu azobni ham) ko‘rmayapsizlarmi?!\" Qiyomatdagi ko‘rlikdan murod – qorong‘ulikda qolishdir. Va Alloh taoloning jamoli ilohiysini ko‘rishdan man qilinishlikdir. Chunki Alloh taolo nuri bilan mahshargohni yoritadi. Ana shu paytda kofiru munofiqlarning ko‘zlariga parda qoplanib, ular bu nurni ko‘rmaydilar. Alloh taolo ularning quloqlariga ham parda tortadi. Kalomullohni eshitmasliklari uchun. Chunki farishtalar A’rof sursining 49-oyatini:  \"(Axir ularga): Jannatga kiringlar, sizlar uchun hech qanday xavf-xatar yo‘q va sizlar hech g‘amgin bo‘lmaysizlar» (deyildi-ku)?!\" va Zuxruf surasining 70-oyatini: \"Sizlar jufti halollaringiz bilan birga shod-xurram bo‘lgan hollaringizda jannatga kiringiz!\" oyatlarini o‘qib xitob qiladilar. Mo‘minlar buni eshitadilar, ammo kofirlar eshitmaydilar. Kofirlar gapirishdan ham ma’n etiladilar. Ular xuddi tilsizdek bo‘lib qoladilar. Bu Alloh taoloning Mursalot surasining 35-36-oyatlaridan anglashiladi: \"Bu (Kun) ular so‘zlay olmaydigan va ular uchun uzr aytishlariga ham izn berilmaydigan Kundir!\" Insonlar dunyoda qilgan ishlariga ko‘ra hashr qilinadilar. Ba’zilar cholg‘u chalish bilan mashg‘ul bo‘ladilar. (Har qanday cholg‘u asbobi nazarda tutilyapti. Ibodatlarni, Qur’on o‘qishni va zikr qilishni cholg‘u bilan amalga oshirish ham shunga kiradi. Chunki hech bir cholg‘u asbobida Allohning rizosi yo‘qdir). Hayotlarida doimo musiqa chalgan va tinglagan kishilar qabrlaridan chiqqanlarida cholg‘uni o‘ng qo‘llari bilan olib, chetga uloqtiradilar va cholg‘uga deydilarki: \"La’nat bo‘lsin senga! Meni Allohning zikridan mashg‘ul qilding!\" Cholg‘u bo‘lsa uning yoniga qaytib keladi va shunday deydi: \"Alloh taolo oramizda hukm chiqarguncha men senga hamrohman. Ungacha ayrilmayman\". Dunyoda mast qiluvchi ichimlik ichganlar sarxush "
      },
      {
        "id": 1648638472093,
        "title": "SAKKIZINCHI FASL",
        "body": "holda hashr qilinadilar. Boshlari, qo‘llari, oyoqlari ochiq holda ko‘chaga chiqqan ayollar, qizlar o‘sha joylaridan qon va yiring oqqan holda hashr qilinadilar. Kim qaysi ish bilan Allohning yo‘lidan ayrilsa, o‘sha holda hashr qilinadi. Sahih bo‘lgan hadisda Payg‘ambarimiz (s.a.v.) shunday deganlar: \"Sharob ichgan kishi qiyomat kunida bo‘yniga olovdan bo‘lgan sharob idishi osilgan va qo‘lida qadah ushlagan holda, undan yer yuzidagi eng badbo‘y narsalardan ham badbo‘yroq hid kelgan va yer yuzidagi hamma narsa unga la’nat aytgan holida hashr qilinadi\". Ma’lum holda o‘lganlar zulm ko‘rgan o‘sha hollarida hashr qilinadilar. Sahih bir hadisda: \"Alloh yo‘lida o‘ldirilib shahid bo‘lganlar qiyomat kunida yaralaridan qon oqib turgan holda kelurlar. Rangi qondek bo‘lsa ham, hidi mushkdek bo‘ladi. Hashr qilingunlariga qadar shu holda bo‘ladilar\", deyilgan. Shunda farishtalar ularni firqa-firqa, jamoat-jamoat chaqiradilar. Ularning ichida ularga zulm qilganlar shu holda hashr qilinadilar. Insonlar, jinlar, shayton, yirtqich hayvonlar va qushlar bir joyda to‘planadilar. Bu paytda yer oppoq, tep-tekis bo‘lib qolgan bo‘ladi. Farishtalar yer yuzidagi butun jonzotlarning atrofida bir halqa bo‘lib turadilar. Ularning soni yer yuzi maxluqlarinikidan o‘n chandon ko‘p bo‘ladi. Undan keyin Alloh taolo ikkinchi qavat osmondagi farishtalarga buyuradi va ular birinchi qavat osmon farishtalarining xalqasini xalqa qilib o‘raydilar. Ularning soni bularning hammasidan yigirma marta ko‘p bo‘ladi. Keyin uchinchi qavat osmondagi farishtalar tushib ularning atrofini o‘raydilar. Bularning soni hammasidan o‘ttiz marta ko‘p bo‘ladi. Keyin to‘rtinchi qavat osmonning farishtalari ularning atrofini o‘raydilar. Ularning soni oldingilarning hammasidan qirq marta ko‘p bo‘ladi. Undan keyin beshinchi qavat osmonning farishtalari tushib, ularning atrofini xalqa qilib o‘raydilar. Ularning soni oldingilarning sonidan oltmish marta ko‘pdir. Eng oxirida yettinchi qavat osmondagi farishtalar tushib, ularning atrofini xalqa qilib o‘raydilar. Ularning soni oldingilarning hammasidan yetmish marta ko‘p bo‘ladi. Bu paytda xalq bir-birlariga aralashib ketgan bo‘ladi. Shunchalik tiqilinch bo‘lganidan odamlar bir-birlarini bosib olishadi. Har kim gunohiga ko‘ra terga ko‘miladi. Ba’zilar quloqlarigacha, ba’zilar bo‘ynigacha, ba’zilar ko‘ksigacha, ba’zilar yelkalariga, ba’zilar tizzalarigacha terga botishadi. Ba’zilar chanqagan odam suv ichganida qancha terlasa, shunchalik oz terlaydilar. \"Ashobi ray\" – minbar sohibi bo‘lgandirlar. \"Ashobi rashh\" – oz terlaganlardir. \"Ashobi ka’bayn\" (ya’ni, tizzalarigacha terga botganlar) suvda cho‘kib vafot etganlardir. Farishtalar bu uch toifaga: \"Siz uchun endi qo‘rquv va huzun yo‘qdir\", deb xitob qiladilar. "
      },
      {
        "id": 1648638486813,
        "title": "SAKKIZINCHI FASL",
        "body": "Ba’zi oriflar menga xabar berdilarki, bular \"Avvabun\"lardir. Fuzayl ibn Iyoz (187 (mil. 803) yilda Makkada vafot etgan) va boshqa unga o‘xshaganlar shu toifadandirlar. Chunki Payg‘ambarimiz (s.a.v.): \"Gunohga tavba qilgan kishi hech gunoh qilmagan kishi kabidir\" deganlar. Bu hadisi sharif mutloqdir. Ya’ni, bir shartga bog‘liq emas. Bu uch toifa ahli ray, ahli rashk, ahli ka’b. \"(Qiyomat) Kunida (mo‘minlarning) yuzlari oq bo‘lur, (kofirlarning) yuzlari qora bo‘lur\" ma’nosidagi Oli Imron surasining 106-oyatiga ko‘ra yuzlari oq bo‘ladiganlardir. Bulardan boshqalarning yuzlari qora bo‘ladi. Qo‘l uzatsa yetadigan darajada quyosh yaqinlashgani uchun iztirob va terlash kuchli bo‘ladi. Quyoshning issiqligi hozirgidek bo‘lmaydi. Yetmish marta kuchli bo‘ladi. Salaflardan ba’zilari aytganlarki: \"Agar quyosh hozir xuddi qiyomatdagidek yaqinlashsa, albatta yer yuzini yoqardi, eritardi va daryolarni quritardi\". Bu paytda maxluqot Arosat maydonda oppoq joyda qattiq iztirob chekib turishadi. Bu oppoq joyni Alloh taolo Ibrohim surasining 48-oyatida bayon qiladi: \"Albatta Alloh Yer boshqa Yerga, osmonlar (o‘zga osmonlarga) aylanib qoladigan hamda (barcha odamlar) Yolg‘iz va Qudratli Allohga ro‘baro‘ bo‘ladigan Kunda (Qiyomatda) G‘olib va Intiqom olguvchidir\". Bu paytda yer yuzidagilar turli holatdadirlar. Dunyoda buyuk ko‘ringanlar, buyuklik da’vo qilganlar mahsharda zarra qadardirlar. Hadisi sharifda kibrlilarning zarra kabi bo‘lishlari bildirilgan. Ammo ular zarradek kichik emaslar. Balki ular oyoqlar ostida qolib ezilganlaridan, zalil va haqir bo‘lganlari uchun zarra kabidirlar, deyilgan. Ularning orasida bir qavm shirin va muzdek toza suv ichadilar. Voyaga yetmasdan, go‘daklik chog‘ida vafot etgan mo‘min bolalari jannat daryolaridan suv olib kelib, otaonalariga beradilar. Ba’zi salafi solihiynlardan hikoya qilinadiki: bir kishining tushida qiyomat qoyim bo‘libdi. U chanqagan holatda tik turganmish. Kichkina bolalar suv taratayotganini ko‘ribdi. U debdiki: \"Ey bolalar, menga ham bir qultum suv beringlar\". Bolalardan biri so‘rabdi: \"Bizning ichimizda sening bolang bormi?\" U yo‘q, deganida, bola: \"Unday bo‘lsa, jannat suvidan senga nasiba yo‘q\", dedi. Bu hikoyada uylanish va farzand ko‘rishning afzalligiga ishora bor. Ba’zi insonlarning boshlariga bir soya yaqinlashadi va mahsharning haroratidan saqlaydi. Bu soya dunyoda bergan zakoti va sadaqalaridir. Ana shu holatda ming yil turadilar. Muddassir surasining 8-oyati bo‘lgan: \"Chunki qachon (Qiyomat qoyim bo‘lgani haqida xabar berib) burg‘u chalinganida\" oyati karimani eshitgunlariga qadar shu holda turadilar. Bu oyat Qur’oni karimning sirlaridandir. "
      },
      {
        "id": 1648638500840,
        "title": "SAKKIZINCHI FASL",
        "body": "Sur chalinishining dahshatidan badandagi tuklar titraydi, ko‘zlar har tomonga qarab qoladi. Mo‘minlar va kofirlar mahshargohga chaqiriladi. Sur chalinishi qiyomat kunining shiddatini ziyodalashtiruvchi bir azobdir. Bu paytda sakkizta farishta Arshni ko‘tarib kelishadi. U farishtalarning har biri bir qadam tashlaganda yigirma ming yillik dunyo yo‘lini bosib o‘tadi. Farishtalar va bulutlar Arsh o‘rnatib bo‘linguncha aql anglay olmaydigan tasbehlar bilan Allohga tasbeh aytishadi. Shu tariqa Arshi a’lo Alloh taolo o‘zi uchun yaratgan oppoq yerga o‘rnatiladi. Bu paytda hech kim va hech narsa toqat qila olmaydigan Allohning azobidan boshlar egiladi. Butun xalq qattiq g‘am-alam ichida qolib bir shafqat izlaydilar. Payg‘ambar va olimlarni qo‘rquv bosadi. Avliyo va shahidlar toqat qilib bo‘lmaydigan Allohning azobidan faryod chekadilar. Ular bu holatda ekanliklarida quyoshning nuridan bir necha barobar kuchli bo‘lgan nur ularni chulg‘aydi. Zotan quyoshning haroratiga toqat qila olmagan insonlar bu nurning azobidan qattiq betoqat bo‘ladilar. Bu holat ming yil davom etadi. Alloh taolo ularga hech narsa demaydi. Shunda insonlar ilk payg‘ambar bo‘lgan Odam (a.s.)ning oldiga borishadi: \"Ey insonlarning otasi! Holimiz juda yomon!\" deyishadi. Kofirlar esa: \"Ey Rabbimiz! Bizga marhamat qil. Bizni bu shiddat va mashaqqatdan qutqar\" deb Allohga yolvoradilar. Insonlar Odam (a.s.)ga deydilarki: \"Ey Odam (a.s.)! Sen aziz va sharafli bir Payg‘ambarsanki, Alloh taolo seni yaratdi. Farishtalarni senga sajda qildirdi. Senga dargohidan ruh ato qildi. Hisobning boshlanishi uchun bizga shafoat qil, Alloh nima hukm qilsa, shunga mahkum bo‘laylik va qaerga buyursa, hamma o‘sha yerga ketsin. Hamma narsaning hokimi va moliki bo‘lgan Alloh taolo maxluqlariga istagan hukmini qilsin\". Shunda Odam (a.s.): \"Men Alloh taolo ta’qiqlagan daraxt mevasini yedim. Shuning uchun Alloh taolodan uyalaman. Sizlar rasullarning birinchisi bo‘lgan Nuhning (a.s.) oldiga boringlar\" dedi. Shunda insonlar o‘zaro mashvarat qiladilar. So‘ngra Nuh (a.s.)ning oldiga boradilar va: \"Sen birinchi Rasulsan. Ahvolimiz juda ham tang. Bizning muhokamalarimizning tezroq qilinishi uchun shafoat qil! Toki shu mahshar jazosidan qutulaylik\" deb yolvoradilar. Nuh (a.s.) ularga javoban: \"Men Allohga duo qildim va yer yuzidagi barcha insonlar suvga g‘arq bo‘ldilar. Shuning uchun Alloh taolodan uyalaman, Sizlar Ibrohim (a.s.)ning oldiga boringlar. Chunki u Xalilullohdir. Alloh taolo Haj surasining so‘nggi oyatida: \"Otalaringiz Ibrohimning dinini (ya’ni, Islomni ushlangiz)! Toki (Qiyomat Kunida) Payg‘ambar sizlarning ustingizda guvoh bo‘lishi uchun, sizlar esa (barcha dinlardagi) odamlar ustida guvoh bo‘lishingiz uchun (Allohning) O‘zi sizlarni ilgari(gi muqaddas Kitoblarda) ham, mana shu (Qur’onda) ham musulmonlar (ya’ni, O‘zining diniga bo‘yinsunuvchilar) deb atadi\", deb marhamat qilgan. Balki u sizlarni shafoat qilar\", dedi. "
      },
      {
        "id": 1648638515284,
        "title": "SAKKIZINCHI FASL",
        "body": "Yana oldingidek o‘zaro mashvarat qiladilar. Keyin Ibrohim (a.s.)ning yoniga boradilar va: \"Ey musulmonlarning otasi! Sen shunday kishisanki, Alloh taolo seni o‘ziga xalil, do‘st ayladi. Bizni shafoat qil! Alloh taolo maxluqot orasida hukmini chiqarsin\", deyishadi. Ibrohim (a.s.) ularga shunday xitob qiladi: \"Men dunyoda uch marta kinoya bilan gapirdim. Ularni Alloh yo‘lida gapirdim. Hozir shuning uchun Alloh taolodan shafoat uchun izn so‘rashga uyalaman. Sizlar Muso (a.s.)ning oldiga boringlar. Chunki Alloh taolo u bilan bevosita gaplashdi va o‘ziga ma’naviy yaqin qildi. U sizlarni shafoat qiladi\". Insonlar yana ming yil o‘zaro mashvarat qiladilar. Ammo endi ahvollari juda ham yomonlashadi. Mahshargoh esa yanada torayadi. Keyin Muso (a.s.)ning oldiga borib deydilarki: \"Ey Imron o‘g‘li! Sen shunday zotsanki, Alloh taolo sen bilan vositasiz gaplashdi va senga Tavrotni nozil qildi. Hisobning tezroq boshlanishi uchun bizga shafoat qil! Chunki bu yerda turishimiz uzoqqa cho‘zildi. Odamlarning tiqilinchligidan bir-birimizni bosib yuribmiz\". Muso (a.s.) ularga shunday dedi: \"Men Alloh taolodan Fir’avn oilasining eng qattiq azoblar bilan azoblanishini duo qilib so‘raganman. Buni keyingi avlodlarga ibrat bo‘lsin uchun shafoat qilishga uyalaman. Ammo Haq taolo rahmat va mag‘firat sohibidir. Siz Iso (a.s.)ning oldiga boringlar. Chunki u har jihatdan Rasullarning eng sahihi, ma’rifat va zuhd jihatdan eng afzali va hikmat jihatidan eng ustunidir. Sizlarni u shafoat qiladi\". Insonlar yana mashvarat qiladilar. Ularning siqintilari esa yana ziyodalashadi. So‘ngra Iso (a.s.)ning oldiga keladilar va deydilarki: \"Sen Allohning dargohidagi ruhi va kalomisan. Alloh taolo seni Oli Imron surasining 45-oyatida: \"... u dunyo-yu Oxiratda obro‘li va (Allohning) yaqinlaridandir\", deb maqtagan. Bizlar uchun Rabbingdan shafoat tila!\" Ularga Iso (a.s.) shunday deydi: \"Qavmim meni va onamni Allohga sherik qilishdi. Ular menga ham ibodat qilishdi. Sizlar payg‘ambarlarning eng ustuni va so‘nggisi bo‘lgan Muhammad Mustafo (s.a.v.)ning oldiga boringlar. Chunki ul zot o‘z shafoatini ummati uchun saqlab qo‘ygan. Qavmi ul zotga ko‘p aziyat yetkazdi. Muborak peshonasini yordilar, muborak tishni sindirdilar. Uni jinniga chiqardilar. Holbuki, u buyuk Payg‘ambar (s.a.v.) ularning ichida nasl-nasabi eng yuksak va sharaf jihatdan eng ustuni edi. Ularning chidab bo‘lmaydigan jafolariga nisbatan Yusuf (a.s.) akalariga: \"U dedi: \"Bu kun sizlar ayblanmaysiz. Alloh sizlarni mag‘firat qilgay. U Zot rahm qilguvchilarning Rahmlirog‘idir\". Ma’nosidagi Yusuf surasining 92-oyati bilan javob bergan\". Iso (a.s.) Muhammadning (s.a.v.) fazilatlarini shunday ta’riflaydilarki, hamma insonlar Rasululloh (s.a.v.)ni tezroq ko‘rishni xohlaydilar. "
      },
      {
        "id": 1648638532273,
        "title": "SAKKIZINCHI FASL",
        "body": "Darrov Payg‘ambarimizning (s.a.v.) minbari oldiga kelishadi va shunday deyishadi: \"Siz Habibullohsiz! Habib esa vositalarning eng foydalisidir. Bizga Rabbingizdan shafoat so‘rang! Chunki birinchi Payg‘ambar Odam (a.s.) oldiga borgandik, Nuhga yubordi. Nuh (a.s.)ga bordik, Ibrohim (a.s.)ga yubordi. Ibrohim (a.s.) Muso (a.s.)ga yubordi. Muso (a.s.) Isoga yubordi. Iso (a.s.) esa sizga yubordi. Yo Rasululloh (s.a.v.)! Siz qaytarsangiz boshqa boradigan kishimiz yo‘q\". Shunda Rasululloh (s.a.v.) deydilarki: \"Alloh taolo izn bersa va rozi bo‘lsa, shafoat qilaman\". \"Surodiqoti jalol\", ya’ni jalol pardasiga boradilar. Alloh taolodan shafoat uchun izn so‘raydilar va ul zotga izn beriladi. Pardalar ko‘tariladi. Arshi a’loda sajda qiladilar. Shu holatda ming yil turadilar. Alloh taologa shunday hamd aytadilarki, olam yaratilganidan beri hech kim Allohni bunday madh etmagan bo‘ladi. Ba’zi oriflar aytishadiki: \"Alloh taolo olamlarni yaratganda o‘zini ana shunday madh etgandi\". Arshi a’lo Alloh taologa ta’ziman harakat qiladi. Bu muddat ichida insonlarning ahvoli yanada yomonlashadi. Zahmat va mashaqqatlari ortadi. Insonlarning bo‘yinlariga o‘zlari dunyoda ochko‘zlik bilan saqlagan mollari osiladi. Tuyasining zakotini bermaganlarning bo‘yniga tuya osiladi. Ular yukning og‘irligidan dodlab yuborishadi. Sigir va quyidan zakot bermaganlar ham shu kuyga tushadilar. Ularning dodlashlari momaqaldiroqdek atrofni tutadi. Ekinining zakotini, ya’ni ushrini bermaganlarning bo‘yniga o‘shancha ekin osiladi. U ekin bug‘doy bo‘lsa bug‘doy, arpa bo‘lsa arpa osiladi. Oltin, kumush (qog‘oz) pul va boshqa tijorat mollaridan zakot bermaganlarga esa bir katta ilon osiladi. U ilonning boshida 2ta kokili bo‘ladi. Dumi burniga kirib xalqa hosil qiladi va u odamning bo‘yniga osiladi. U ilonning og‘irligi xuddi tegirmon toshidek og‘ir bo‘ladi. Odamlar baqiradilar va bu nima deb so‘raydilar. Farishtalarga: \"Bular dunyoda zakotini bermagan mollaringizdir\", deydilar. Bu dahshatli hol Oli Imron surasining 180-oyatida shunday xabar qilinadi: \"Baxillik qilib bermagan narsalari Qiyomat kunida bo‘yinlariga o‘ralajak!\" Yana bir boshqa firqaning avrat joylari g‘oyat katta bo‘lish shishib ketgan va jarohat joyidan yiring oqib turadi. Ularning badbo‘y hididan atrofidagilar juda rohatsiz bo‘lishadi. Bular zino qilganlar va boshlari, sochlari, oyoqlari ochiq holda ko‘chaga chiqqan ayollardur. Yana bir firqa daraxt shoxlariga osiladilar. Ular dunyoda livota qilganlardir. Yana bir firqaning tillari og‘zidan chiqib ko‘ksiga osilib turadi. Shunchaplik xunuk holdaki, odamning ko‘rgisi kelmaydi. Bular yolg‘onchilar va tuhmatchilardir. Yana bir firqaning qorinlari xuddi tog‘dek katta bo‘lib, ular dunyoda zaruratsiz vamuomala qilmasdan foizli mol va pul olib berganlardir. Bu kabi harom mol topganlarning gunohlari ayanchli holda oshkor qilinadi. "
      },
      {
        "id": 1648640491204,
        "title": "TO‘QQIZINCHI FASL",
        "body": "Alloh taolo shu ma’noda buyuradiki: \"Ey Muhammad, boshingni sajdadan ko‘tar! So‘zla, so‘zlaring inobatga olinadi. Shafoat qil, qabul qilinadi.  Shunda Payg‘ambarimiz (s.a.v.): \"Ey Rabbim! Bandalaring orasidan yaxshilarni va yomonlarni ayir. Kutishlari uzoq cho‘zilib ketdi. Barchalari gunohlari tufayli arosat maydoniga razil va rasvo bo‘ldilar\", deyiladi. Bir nido keladi: \"To‘g‘ri aytding, ey Muhammad (s.a.v.)\" Janobi Haq jannatga buyuradi va jannat turli ziynatlar bilan ziynatlanadi. Keyin Arosat maydoniga keltiriladi. Shu darajada xushbo‘y hidi borki, besh yuz yillik masofadan seziladi. Bu holdan qalblar rohatlanadi. Ruhlar tiriladi. (Lekin kofirlar, murtadlar, musulmonlar bilan jang qilganlar, Qur’oni karimni haqorat qilganlar, yoshlarni aldab iymondan ayirganlar) amallari yomon va habis bo‘lganlar jannatning hidini hidlamaydilar. Jannat Arshi a’loning o‘ng tarafiga qo‘yiladi. Undan keyin Alloh taolo do‘zaxni keltirishni buyuradi. Jahannamga qo‘rquv kiradi va dod soladi. Unga yuborilgan farishtalarga: \"Alloh taolo menga ozor berish uchun biror bir maxluq yaratdimi?\" deb savol beradi? farishtalar esa: \"Alloh taoloning izzati va jaloli va jabaruti haqqi, Rabbing sen orqali osiylardan, islom dushmanlaridan intiqom olish uchun bizni senga yubordi. Sen ana shuning uchun yaratilgansan\", deyishadi. Jahannamni to‘rt tarafidan ushlab ko‘tarib keladilar. Yetmish ming ip boylab ko‘taradilar. Har bir ipda yetmish ming halqa bor. Dunyodagi temirlarning hammasi to‘plansa ham uning bir xalqasicha bo‘lmaydi. Har xalqada zaboniy deyiluvchi azob farishtalaridan yetmish mingtasi bor. Ularning biriga dunyodagi tog‘larni surish buyurilganida edi, parcha-parcha qilardi. Shunda do‘zax o‘zidan dahshatli ovoz chiqaradi, pishqirib olov sochadi va o‘zidan shiddatli bir tuman chiqaradi. Buning oqibatida osmon qop-qora bo‘ladi. Mahshargohga ming yillik masofa qolganida farishtalar uni qo‘yib yuborishadi. Gumburlagan ovozi va issiqligi chidab bo‘lmas darjada bo‘ladi. Mahshargohdagilarning hammasi bundan juda qo‘rqadilar. \"Bu nima?\" deb so‘raydilar. \"Jahannam zaboniylarning qo‘lidan qutulibdi, sizga yaqinlashyapti. Bu o‘shaning ovozi\" deb xabar beriladi. Buni eshitib hammaning tizzasida mador qolmaydi va beixtiyor tiz cho‘kadilar. Hatto payg‘ambarlar va rasullar ham o‘zlarini tuta olmaydilar. Hazrati Ibrohim (a.s.), Muso (a.s.) va Iso (a.s.) arshi a’lo poyini quchoqlab oladilar. Ibrohim (a.s.) qurbon qilmoqchi bo‘lgan Ismoil (a.s.)ni ham unutadi. Muso (a.s.) birodari Horun (a.s.)ni unutadi. Iso (a.s.) volidasi hazrati Maryamni unutadi. Har biri: \"Ey Rabbim! Bugun nafsimdan boshqa narsani istamayman\", deydi. Faqat Payg‘ambarimizgina (s.a.v.): \"Ummatimga omonlik va najot ber, ey Rabbim!\" deydilar. U yerda bunga chiday oladigan hech kim bo‘lmaydi. Alloh taolo Josiya surasining 28- oyatida shunday marhamat qiladi: "
      },
      {
        "id": 1648640506332,
        "title": "TO‘QQIZINCHI FASL",
        "body": "\"(U Kunda) barcha ummatni (dahshat va iztirobla) tiz cho‘kkan holda ko‘rarsiz. Har bir ummat o‘z nomai a’moliga chaqirilur, (so‘ng ularga deyilur): \"Bugun qilib o‘tgan amallaringiz bilan jazolanursizlar\". Farishtalarning qo‘lidan qutilib kelayotgan do‘zaxning bo‘kirgan ovozidan insonlar bo‘g‘ilishi darajasida g‘amga botadilar va yuzlarini berkitib oladilar. Furqon surasining 12-oyatida shunday marhamat qilinadi: \"(Do‘zax) ularni uzoq joydan ko‘rgan vaqtidayoq uning xayqiriq va bo‘kirigini eshiturlar\". Alloh taolo Mulk surasining 8-oyatida esa shunday marhamat qiladi: \"U g‘azabdan parchalanib ketgudek bo‘lur...\". Shunda, Payg‘ambarimiz (s.a.v.) oldinga chiqib, jahannamni to‘xtatadilar va: \"Haqir va zalil bo‘lib orqaga qayt! Toki, sening oldinga ahling guruh-guruh bo‘lib kelsinlar\", deydilar. Do‘zax esa: \"Ey Muhammad! Menga ruxsat bering, men o‘tib ketay. Chunki siz menga harom qilingansiz\", deydi. Shunda Arshdan nido keladi: \"Ey jahannam, Muhammadga (s.a.v.) quloq sol va unga itoat qil!\" So‘ngra Rasululloh (s.a.v.) do‘zaxni yetaklab borib, Arshi a’loning chap tomoniga joylashtiradilar. Mahshardagilar Payg‘ambarimizning (s.a.v.) bu marhamatli harakatlarini bir-birlariga xabar beradilar. Qo‘rquvlari bir miqdor kamayadi. Anbiyo surasi 107-oyatning ma’noi sharifi zohir bo‘ladi: \"(Ey Muhammad alayhissalom), darhaqiqat, Biz Sizni barcha olamlarga faqat rahmat (ya’ni, Allohning rahmati-jannatiga yetaklaguvchi) qilib yubordik\". Shundan keyin qandayligini noma’lum Mezon quriladi. Uning ikki pallasi bo‘lib, birinchi pallasi nurdan, ikkinchisi esa zulmatdan bo‘ladi. Zamondan, makondan va jismdan munazzax bo‘lgan Alloh taolo o‘z qudrati benihoyasining bu zarrasini shu tariqa izhor qilgach, mo‘min insonlar unga ta’ziman sajdaga ketadilar. Ammo kofirlar va murtadlar sajda qila olmaydilar. Chunki ularni temir zanjirlar bilan egilmaydigan qalib o‘rab qo‘yilgan bo‘ladi. Alloh taolo Qalam surasining 42-oyatida marhamat qilgandirki: \"Boldir ochiladigan (ya’ni, og‘ir hisob-kitobga chog‘laniladigan) va ular (kofirlar) ko‘zlari (quyiga) egilgan, xorlik ularni o‘rab-egallab olgan hollarida sajda qilishga chorlanishib, (lekin sajdaga) kuchlari yetmay qoladigan Kunni (eslang!)\""
      },
      {
        "id": 1648640532600,
        "title": "TO‘QQIZINCHI FASL",
        "body": "Mo‘minlar sajdada ekan, Alloh taolo nido qiladi. Bu chaqiriqni uzoq va yaqindagilarning hammasi eshitadi. Imom Buxoriy rivoyat qilganidek, Alloh taolo (hadisi qudsiyda): \"Men azimush-sha’n barchaga jazo beradigan Dayyonman. Menga hech bir zolimning zulmi tajovuz qilmaydi. Agar tajovuz qilsa, men zolim bo‘laman\", deydi. Shundan keyin hayvonot orasida hisob boshlanadi. Shoxli qo‘ydan shoxsiz qo‘yning haqi olib beriladi. Tog‘ hayvonlari bilan qushlar orasida hisob qilinadi. Keyin ularga: \"Tuproqqa aylaninglar\" deyiladi. Shunda hayvonlar shu zahoti tuproqqa aylanadi. Kofirlar bu holni ko‘rib, Naba’ surasining 40-oyatida keltirilganidek: \"Eh, koshki edi (qaytadan) tuproqqa aylanib ketsam (u, muhaqqaq boshimga tushadigan azobdan qutilsam)\", deb qolur\", deyishadi. So‘ngra Alloh taolo \"Lavhul Mahfuz qaerda?\" deb so‘raydi. Bu ovoz aqlni oladigan holda eshitiladi. Alloh taolo: \"Ey Lahv, Tavrot, Injil, va Qur’oni azimush-sha’ndan senda yozganlarim qaerda? \" deb so‘raydi. Lavhul Mahfuz shunday javob qiladi: \"Yo Robbal olamiyn! Buni Jabroil (a.s.)dan so‘ra!\". Shunda Jabroil (a.s.) titrab-titrab keladi va tiz cho‘kadi. Haq taolo so‘raydi: \"Ey Jabroil! Bu lavh aytadiki, sen mening kalomimni va vahiylarimni bandalarimga yetkazgan ekansan, shu to‘g‘rimi?\"  Jabroil (a.s.): \"To‘g‘ri, ey Rabbim\", deydi. Alloh taolo: \"Uni qanday amalga oshirding?\" deb so‘raydi. Jabroil (a.s.): \"Ey Rabbim! Tavrotni Muso (a.s.)ga, Injilni Isoga (a.s.), Qur’oni Karimni Hazrati Muhammadga (s.a.v.) yetkazdim. Har bir Rasulga risolatini va har bir suhuf sohibi payg‘ambarga esa sahifalarni olib tushdim\", deydi. \"Ey Nuh!\" degan nido eshitiladi va Nuh (a.s.) keltiriladi. Ul zot qo‘rquvdan titragan holda huzuri ilohiyga keltiriladi. Unga shunday deyiladi: \"Ey Nuh! Jabroil (a.s.) aytyaptiki, sen Rasullardan ekansan\". \"To‘g‘ri aytyapti, ey Rabbim\" deb javob beradi. Nuh (a.s.) Alloh taolo so‘raydi: \"Qavming bilan nima qildinglar?\" Nuh (a.s.) javob beradi: \"Ey Rabbim! Men ularni kechayu kunduz iymonga da’vat qildim. Mening da’vatim ularga hech bir foyda bermadi. Mendan qochdilar\". Shunda: \"Ey Nuh qavmi!\" degan nido keladilar. Ular bir firqa bo‘lib keladi. Ularga deyiladi: \"Ushbu qavmdoshingiz Nuh (a.s.) mening risolatimni sizga yetkazganini aytyapti\". Ular: \"Ey bizning Rabbimiz! Nuh yolg‘on gapiryapti. Bizga hech narsani tablig‘ etgani yo‘q\", deb risolatni inkor qilishadi. Alloh taolo: \"Ey Nuh! Sening guvohning bormi?\" deb so‘raydi. Nuh (a.s.) \"Ey Rabbim! Mening guvohlarim Muhammad (s.a.v.) va uning ummatidir\", deydi. Alloh taolo: \"Ey Muhammad! Nuh risolatni tablih etganiga seni guvoh qilyapti\", deydi. Payg‘ambarimiz (s.a.v.) Nuhning (a.s.) risolatini tablig‘ etganiga guvoh bo‘lib, Hud surasining 25–26-oyatlarini o‘qiydilar: \"Darhaqiqat, Biz Nuhni o‘z qavmiga (payg‘ambar qilib) yubordik. (U dedi): "
      },
      {
        "id": 1648640554381,
        "title": "TO‘QQIZINCHI FASL",
        "body": "\"Albatta men sizlarga (kelgan) ochiq ogohlantirguvchiman». «Sizlar Yolg‘iz Allohga ibodat qilinglar. (Agar Yolg‘iz Allohdan o‘zga birovga sig‘insangizlar), sizlarning ustingizga alamli azob Kuni (tushishi)dan qo‘rqaman\". Shundan keyin Alloh taolo Nuhning (a.s.) qavmiga hukm chiqaradi: \"\"Sizlarga azob haq bo‘ldi. Zero, kofirlar azobga loyiqdirlar\". Shu tariqa ularning barchasi do‘zaxga tashlanadi. Na amallari tortiladi, na hisob qilinadi. Undan keyin: \"Od qavmi qaerda?\" deb nido qilinadi. Od qavmiga ham Nuh (a.s.) qavmiga qilingan muomala qilinadi. Hud (a.s.)ga yana Payg‘ambarimiz (s.a.v.) va ummatlarining xayrlilari guvohlik berishadi. Payg‘ambarimiz (s.a.v.) Shuaro surasining 123-oyatini o‘qiydilar: \"Od (qabilasi) payg‘ambarlarini yolg‘onchi qildi\". Bu qavm ham do‘zaxga tashlanadi. Keyin: \"Ey Solih yoki Samud\", deb nido qilindi. Solih (a.s.) va qavmi keladi. Qavm inkor qilgach, yana Payg‘ambarimizdan (s.a.v.) Solih (a.s.) uchun guvohlik berishlari so‘raladi. Payg‘ambarimiz (s.a.v.) Shuaro surasining 141-oyatini o‘qiydilar: \"Samud (qabilasi) payg‘ambarlarini yolg‘onchi qildi\". Bu qavm ham oldingilar kabi do‘zaxga tashlanadi. Shu tariqa ummatlar birin-ketin Alloh taoloning huzuriga hisob uchun keladilar. Bular – Borix, Zuha, Asro, Ashobi ros, ashobi tubbo’ va va Ibrohim (a.s.)ning qavmlari – kofir qavmlar bo‘lib, ular uchun me’zon ham yo‘q va hisob ham qilinmaydi. Bu qavmlar bo‘lib, ular uchun me’zon ham yo‘q va hisob ham qilinmaydi. Bu qavmlar u kunda Parvardigorlari huzurida sharmanda bo‘ladilar. Alloh taolo so‘zlarini ularga bir tarjimon yetkazib turadi, to‘g‘ridan-to‘g‘ri eshitmaydilar. Chunki bir kimsa oxiratda Alloh taoloning kalomini eshitsa yoki ko‘rsa, u kimsa azob ko‘rmaydi. Shundan keyin Muso (a.s.) chaqiriladi. Qattiq shamolda yaproqlar qanday titrasa, ul zot ana shunday titrab keladi. Haq taolo unga: \"Ey Muso! Jabroil senga risolatingni va Tavrotni qavmingga tablig‘ etganingga guvohlik beryapti\", deydi. Muso (a.s.): \"To‘g‘ri, ey Rabbim\", deydi. Alloh taolo: \"Unday bo‘lsa, minbaringga chiq! Senga vahiy qilingan narsani o‘qi!\" deb buyuradi. Muso (a.s.) minbarga chiqib o‘qiydi. Hamma jim turib eshitadilar. Muso (a.s.) Tavrotni xudi yangi nozil bo‘lganday o‘qiydi. Yahudiy olimlariga bundan oldin Tavrotni hech ko‘rmagandek, bilmagandek tuyuladi. Undan keyin Dovud (a.s.) chaqiriladi. Ul zot ham xuddi shamolda titragan yaproqdek titrab keladi. Alloh taolo: \"Ey Dovud! Jabroil Zaburni ummatingga tablig‘ etganingga guvohlik "
      },
      {
        "id": 1648640571358,
        "title": "TO‘QQIZINCHI FASL",
        "body": "beryapti\", deydi. Dovud (a.s.): \"To‘g‘ri, ey Rabbim\", deydi. Alloh taolo: \"Minbarga chiq va senga nozil qilingan narsani tilovat qil!\" deb buyuradi. Dovud (a.s.) minbarga chiqadi. Go‘zal ovoz bilan Zaburni o‘qiy boshlaydi. Hadisda ma’lum qilinadiki, Dovud (a.s.) jannat ahlining munodiysidir. (Dovud (a.s.)ning ovozi juda go‘zal va yoqimli edi.) Nido qilganda ovozini tobuti sakiynaning imomi eshitadi va jamoat ichidan saflarini yorib o‘tib, Dovudning (a.s.) oldiga keladi. Uni quchoqlab oladi. \"Sen Zaburdan ta’lim olmadingmiki, men haqimda yanglish niyat qilding\", deydi. Dovud juda uyaladi, siqiladi. Javob bera olmaydi. Arosat achinarli holga keladi. Insonlar Dovuddan (a.s.) ko‘rgan hollaridan juda xafa bo‘ladilar. Keyin Dovud (a.s.)ni quchoqlab, huzuri Mavloga chiqaradi. Ustlariga parda tushadi. Tobutning imomi: \"Ey Rabbim! Dovudning (a.s.) hurmatiga meni mag‘firat qil, u meni jangga yubordi. Jangda o‘ldirildim. Men uylanmoqchi bo‘lgan ayolga o‘zi uylanmoqchi bo‘ldi. Holbuki, bu paytda to‘qson to‘qqizta xotini bor edi\", deydi. Alloh taolo Dovuddan (a.s.) so‘raydi: \"Ey Dovud, uning so‘zi to‘g‘rimi?\" Dovud (a.s.) uyalganidan va Allohning azobidan qo‘rqqanidan, mag‘firat va’dasidan umid qilib, boshini egib turadi. Chunki inson bir narsadan qo‘rqsa va uyalsa boshini egadi. Bir narsa umid qilsa yoki iltimos qilsa boshini yuqori ko‘taradi. Shunda Alloh taolo tobutning imomi bo‘lgan zotga deydiki: \"Men buning o‘rniga saroylar va xizmatkorlar, yana boshqa narsalar beraman. Rozimisan?\" U zot: \"Roziman, ey Robbim\", deydi. Undan keyin Dovudga (a.s.): \"Sen ham ey Dovud! Bor, seni ham mag‘firat qildim\", deydi. Shundan keyin Dovudga (a.s.): \"Minbaringga qayt, Zaburning davomini o‘qi!\" deb buyuriladi. U esa, Alloh taoloning amrini bajo keltiradi. Bu paytda Bani Isroilga ikki qismga ajrashishlari buyuriladi. Birinchi qismi mo‘minlarga, ikkinchi qismi esa kofirlarga qo‘shiladi. Undan keyin shunday xitob qilinadi: \"Iso (a.s.) qaerda?\" Iso (a.s.) keltiriladi. Alloh taolo Moida surasining 116-oyatida kelganidek, so‘raydi: \"Ey, Iso binni Maryam, sen odamlarga: \"Allohni qo‘yib, meni va onamni xudo qilib olinglar\", deb aytdingmi?\" Iso (a.s.) ko‘p hamdu sanolar aytadi va yuqoridagi oyatning davomida kelganidek javob beradi: \"Ey, Pok Parvardigor, haqqim bo‘lmagan narsani aytish men uchun durust emas-ku. Agar aytgan bo‘lganimda Sen albatta bilar eding. Zotan, Sen dilimdagi bor narsani bilursan. Ammo men Sening huzuringdagi hech narsani bilmasman. Faqat Sen O‘zing g‘ayb ilmlarining Bilguvchisisan\". Shunda Alloh taolo jamol sifatini ko‘rsatadi va: \"Bu kun sodiq (mo‘min)larga sodiqligi foyda beradigan kundir\", bo‘lgan oyati karima bilan marhamat qiladi va: \"Ey Iso! Sen to‘g‘ri aytding. Minbaringga chiq! Senga Jabroil tablig‘ qilgan Injilni tilovat qil\", deb buyuradi. Iso (a.s.) buyruqni bajarib, tilovat qila boshlaydi. Tilovatning ta’siridan hamma boshini yuqoriga ko‘taradi. Chunki Iso (a.s.) rivoyat qilish jihatidan insonlarning eng hikmatlisidir. Qiroatda shu qadar tozalik va nazokat ko‘rsatadiki, xristianlar va rohiblar o‘zlarini xuddi Injildan hech bir oyat bilmaydigandek his qilishadi. Shundan keyin nasroniylar ham ikkiga bo‘linishadi. Buzilgan xristianlari kofirlarga, "
      },
      {
        "id": 1648640592884,
        "title": "TO‘QQIZINCHI FASL",
        "body": "buzilmaganlari mo‘minlarga qo‘shilishadi. Undan keyin bir nido eshitiladi: \"Muhammad (s.a.v.) qaerda?\" Payg‘ambarimiz (s.a.v.) keladilar. Haq taolo deydiki: \"Ey Muhammad! Jabroil senga Qur’oni karimni tablig‘ etganini aytyapti\" Ul zot: \"To‘g‘ri, ey Rabbim!\" Haq taolo: \"Ey Muhammad! Minbaringga chiq va Qur’oni karimni tilovat qil!\" deb buyuradi. Pay-g‘ambarimiz (s.a.v.) Qur’oni karimni g‘oyat go‘zal va totli bir shaklda tilovat qilib, mo‘minlarga mujdalar beradilar. Ularning yuzlariga tabassum yuguradi va sevinchlari ichiga sig‘maydi. Qur’oni karimga ishonmaganlarning va bu Kitobni (Alloh saqlasin) oddiy bir cho‘l qonunidir, deganlarning yuzlari esa g‘oyatda chirkin ko‘rinish oladi. Shu yergacha bayon qilingan payg‘ambarlarga qilinadigan savol-javobni A’rof surasining 6-oyatida shunday marhamat qilinadi: \"Endi albatta Biz, o‘zlariga Payg‘ambar yuborilgan kishilar bilan ham, (ularga) yuborilgan payg‘ambarlar bilan ham, savol-javob qilurmiz\". Bu haqda Moida surasining 109-oyatida bildirilgan: \"Alloh payg‘ambarlarini to‘plab: \"Sizlarga (ya’ni, qilgan da’vatingizga ummatlaringiz tomonidan) qanday javob bo‘ladi?\" deb so‘raydigan Kun...\". Shunda payg‘ambarlar \"Yo Rabbiy! Bizda ilm yo‘q. Faqat sen o‘zing g‘oyib (narsa)larning allomasidirsan\", deydilar. Oldingi oyatning xabar berganini aytgan olimlarning so‘zlari to‘g‘riroqdir. Zero, payg‘ambarlarning ham darajalari bor. Iso (a.s.) ularning buyuklaridandir. Chunki u \"Ruhulloh\"dir va \"kalimatulloh\"dir. Payg‘ambarimiz (s.a.v.) Qur’oni karimni tilovat qilganlarida ummatlari o‘zlarini xuddi oldin eshitmagandek his qilishadi. Bu to‘g‘rida Abu Said Asmoiydan (Asmoiy 122 y.da Basrada tug‘ilib, 216 (mil. 831) y.da Marvada vafot etdi. Asl ismi Abdulmalikdir.) so‘rashdi: \"Sen Qur’onni juda yaxshi yod olgansan. Sen ham shu holga tushasanmi?\" Shunda u: \"Ha, Payg‘ambarimizdan (s.a.v.) eshitganimda men ham o‘zimni xuddi oldin eshitmagandek his qilaman\", degandi. Kitoblarning qiroati tamom bo‘lgach, bir nido keladi: \"Ey mujrimlar, endi sizlar ayrilinglar!\" Bu nidodan so‘ng Arosat maydoni harakatga keladi. Hammani qo‘rquv bosadi. Bir-birlariga tiqilib olishadi. Farishtalar, jinlar va insonlar bir-birlariga aralashib ketadilar. Keyin yana bir nido keladi: \"Ey Odam! Avlodingdan jahannamga loyiq bo‘lganlarini jo‘nat!\" Odam (a.s.): \"Ey Rabbim! Qanchasini?\" deb so‘raydi. Alloh taolo: \"Mingdan to‘qqiz yuz to‘qson to‘qqizini jahannamga va birini jannatga\". Kofirlardan va ahli sunnat yo‘lidan ayrilgan mulhidlardan va g‘ofillardan ajrala-ajrala Alloh amr etganidek bir qism mo‘’minlargina keladi, xolos. Undan keyin Iblis shaytonlari bilan keladi. Ularning ham yomonliklari yaxshiliklaridan og‘ir keladi. Kimgaki dinning xabari kelgan ekan, uning savoblari va gunohlari, albatta, tortiladi. Shaytonlarning gunohlari og‘ir kelib, azobga hukm qilinishlari aniq bo‘lgach: \"Bizga Odam zulm qildi. Zaboniy farishtalari sochlarimizdan tortib, bizni do‘zaxga sudrashdi\", deyishadi. Shunda Allohdan bir nido keladi: "
      },
      {
        "id": 1648640625614,
        "title": "TO‘QQIZINCHI FASL",
        "body": "\"Bu Kunda (hech kimga) zulm qilinmas. Albatta Alloh tez hisob-kitob qilguvchi Zotdir\", (G‘ofir, 17-oyat). Hamma uchun katta bir Kitob olib kelinadi. Uning kattaligi sharqdan g‘arbgachadir. Unda maxluqotlarning barcha katta-yu kichik amallari yozilgan. Alloh taolo hech bir bandasiga zulm qilmaydi. Maxluqlarning har kuni qilgan amali shu Kitob bilan arz qilinadi. Alloh taolo Abasa surasining 16-oyatida bildirilgan: \"Kiromin barora\", farishtalariga, ya’ni karim va itoatkor farishtalariga amallarni yozishni buyurgan. O‘sha Kitob ana shudir. Josiya surasining 29-oyati sharifi buni shunday ta’riflaydi. \"Darhaqiqat, Biz sizlar qilguvchi bo‘lgan barcha amallaringizni (ushbu nomai a’molga) ko‘chirib qo‘ygandirmiz\". Undan keyin munodiy har kimni bitta-bitta chaqiradi. Hamma alohida-alohida hisob qilinadi. Nur surasining 24-oyatida shunday marhamat qilinadi. \"U kunda – Qiyomatda qilib o‘tgan (bo‘htonlari) sababli ularning tillari ham, qo‘l va oyoqlari ham o‘zlarining ziyonlariga guvohlik berur\". Sahih xabarda bizga bildirganki, bir kishi Alloh taoloning huzuriga keltiriladi. Haq taolo unga: \"Ey osiy banda! Sen mujrim va osiy bo‘lding\", deydi. Banda: \"Ey Rabbim! Men hech narsa qilmadim\", deydi. Alloh taolo: \"Senga qarshi dalillar va guvohlar bor\", deydi. U odamning Hafaza farishtalari keltiriladi. U odam: \"Ular men haqimda yolg‘on gapirishdi\", deydi. Bu holni Nahl surasining 111-oyati bizga ta’rif etadi: \"Har bir jon faqat o‘zini o‘ylab – himoya qilib qoladigan va har bir jon qilgan amalining (mukofotini) to‘la oladigan, ularga zulm qilinmaydigan Kunni (ya’ni, qiyomatni eslang)!\". \"Bu kunda Biz ularning og‘izlarini muhrlab qo‘yurmiz. Bizga ularning qilib o‘tgan ishlari haqida qo‘llari so‘zlab, oyoqlari guvohlik berur\". Shu tariqa osiylarning a’zolari guvohlik beradi va ular do‘zaxga yuboriladi. Mujrimlar (din dushmanlari, harom ish qilganlar, namozga ahamiyat bermaganlar) o‘z a’zolariga baqira boshlaydilar. A’zolari esa shunday deydi: \"Bizlarni barcha narsani so‘zlatgan Zot Alloh so‘zlatdi. Sizlarni dastlab U yaratgan va sizlar yana Uning O‘ziga qaytarilursizlar\", dedilar\" (Fussilat, 21- oyat). Hisobdan keyin hamma insonlar Sirot ko‘prigidan o‘tkaziladi. Sirotdan o‘ta olmay yiqilgan mujrimlar Jahannam tubiga, azob farishtalariga topshiriladi. Ular baqirib yig‘alay boshlaydilar. Mo‘minlarning osiylari ham do‘zaxga kirayotganlarida dahshatga tushib yig‘lay boshlaydilar. Farishtalar jinoyatchilarni do‘zaxga tashlarkan: \"Mana shu sizlarga va’da qilingan Kundir\", (deb) kutib olurlar\", deyishadi (Anbiyo, 103-oyat). "
      },
      {
        "id": 1648640647996,
        "title": "TO‘QQIZINCHI FASL",
        "body": "Buyuk faryod – jahannam ahli eng ko‘p faryod ko‘tarib yig‘iladigan to‘rt joydan birinchisi – sur chalingan paytda; ikkinchisi – do‘zax farishtalari qo‘lidan qutilib, mahshar ahliga qarab ketayotgan paytda; uchinchisi – Odam (a.s.) Alloh taologa shafoatchi yuborish uchun chiqqan paytda; to‘rtinchisi – ular do‘zaxning azob farishtalariga topshirilgan paytda. Do‘zaxiy bo‘lganlar do‘zaxga ketgach, arosat maydonida faqat mo‘minlar, muslimlar xayru ehson qilganlar, oriflar, siddiqlar, valiylar, solihlar, shahidlar va rasullar qoladilar. Iymonlarida shubhalari bo‘lganlar, munofiqlar, zindiqlar, bid’at sohiblari (ya’ni, ahli sunnat e’tiqodida bo‘lmagan mo‘minlar) ham do‘zaxga ketishadi. Alloh mahsharda qolganlardan: \"Ey insonlar, Rabbingiz kim?\" deb so‘raydi. Ular: \"Alloh taolodir\", deb javob berishadi. Alloh taolo: \"Siz uni bilasizmi?\" deb so‘raydi. Ular: \"Ha bilamiz, ey Rabbimiz\", deyishadi. Shunda ularga Arshi a’loning chap tarafidan bir farishta ko‘rinadi. U farishta shu qadar bahaybatki, agar yetti dengiz barmog‘ining uchiga qo‘yilsa, bir tomchidek bo‘lmaydi. U farishta mahshardagilarga Allohning amri bilan ularni imtihon uchun: \"Men sizning Rabbingizman\", deydi. Ahli mahshar: \"Sendan Alloh taologa sig‘inamiz\", deyishadi. Undan keyin Arshi a’loning o‘ng tarafidan bir farishta ko‘rinadi. U ham shunday bahaybatki, agar oyog‘ining uchi bilan bir bossa, o‘n to‘rt dengiz ko‘rinmaydi. U ahli mahsharga: \"Men sizning Rabbingizman\", deydi. Ahli mahshar: \"Sendan Alloh taologa sig‘inamiz\", deyishadi. Shundan keyin Alloh taolo ularga o‘zlari istagandek g‘oyat yumshoq va xush muomala qiladi. Mahshar ahlining hammasi sajda qiladilar. Haq taolo ularga: \"Sizlar shunday bir joyga keldingizki, siz uchun begonalik va qo‘rquv yo‘qdir\", deydi. Alloh taolo barcha mo‘minlarni Sirot ko‘prigidan o‘tkazadi. Mo‘minlar darajalariga ko‘ra jannatga o‘tkaziladi. Insonlar guruh-guruh o‘tadilar. Oldin Rasululloh, keyin nabiylar, keyin siddiqlar, keyin valiylar, oriflar, keyin xayru ehson qilganlar, keyin shahidlar, keyin qolgan mo‘minlar o‘tadilar. Musulmonlar gunohlari afv etilmaganlar o‘ta olmaydilar, ba’zilari A’rofda mahbus bo‘lib qoladilar. Iymoni zaifroq bo‘lganlardan ba’zilari Sirotdan yuz yilda, ba’zilari esa ming yilda o‘tadilar. Muhimi do‘zaxda yonmaydilar. Kimki Parvardigorini ko‘rsa, do‘zaxga kirmaydi. Ular baxtli insonlardir. Ko‘pchiligi Sirotdan xuddi chaqmoqdek tez o‘tadilar. Ko‘plari ochlik va suvsizlikdan shunaqa qiynalishadiki, narsalardan tutun chiqadi. Ular kosalari ko‘kdagi yulduzlar soniga, suvi kavsar irmog‘idan, kattaligi Quddusdan Yamangacha va Adandan Madinai munavvaragacha bo‘lgan Kavsar hovuzidan suv ichadilar. Bu hol Payg‘ambarimizning (s.a.v.): \"Mening minbarim hovuzim ustidadir\" – ya’ni minbarim Kavsar hovuzining ikki qirg‘og‘ining biri ustidadir, deganlari bilan sobitdir. Kavsar hovuzlaridan uzoq bo‘lganlar qabohatlarining darajasiga ko‘ra Sirotda hibs qilinadilar. Ko‘p insonlar yaxshi, mukammal tahorat olmaydilar. Ba’zi namozxonlar namozlarini xushu’ va xuzu’ bilan o‘qimaydilar. Agar uni chumoli chaqsa, namozini to‘xtatib, chumoli bilan mashg‘ul bo‘ladi. Holbuki, namoz paytida oriflarning qo‘llarini yoki oyoqlarini kesishsa ham, bu narsa ularni namozdan chalg‘itmaydi. Chunki ularning ibodatlari Alloh "
      },
      {
        "id": 1648640670910,
        "title": "TO‘QQIZINCHI FASL",
        "body": "uchundir. Alloh taoloning huzurida turgan kishi Uning azamatini his qilgan holda, tafakkur qilgan holda xushu’ qiladi, qo‘rqadi. Shunday bo‘ladiki, podshohlardan birining huzurida insonni chayon chaqsa ham, sabr qiladi. Podshohga hurmat uchun qimirlamaydi ham. Bu insonlarning bir maxluqning huzuridagi holatidir. Ammo Alloh taoloning huzurida turgandachi, Uning haybat, saltanat, azamat, jabarut, qahru g‘azabini his qilgan holda ko‘proq xushu’da,xuzu’da bo‘lish talab qilinadi. Ibodat qilgani holda zulm qilgan, tavba qilgan bo‘lsada, mazlumni topolmaganidan dunyoda halollasha olmagan bir kishi haqida hikoya qilinadiki, u Alloh taoloning huzuriga keltiriladi. Dunyoda halollashmagan qul haqlari bo‘lsa, ma’lum qilinadi. Mazlum uning yoqasiga yopishadi. Alloh taolo mazlumga: \"Ey mazlum! Yuqoriga qara\" deydi. U yuqoriga qarab bir saroyni ko‘radi. Kattaligi va chiroyi aqlni oladi. Mazlum: \"Ey Rabbim! Bu nima?\" deb so‘raydi. Alloh taolo: \"Bu saroy sotiladi. Mendan uni sotib olasanmi?\" deydi. Mazlum: \"Ey Rabbim! Uning haqini to‘lashga menda hech vaqo yo‘q\", deydi. Alloh taolo: \"Birodaringni kechirib xalos qilsang, saroy senikidir\", deydi. Shunda mazlum: \"Ey Rabbim! Sening amring sababli undagi haqqimdan voz kechdim\", deydi. Alloh taolo tavba qilgan zolimlarga shunday muomala qiladi. Alloh taolo Isro surasining 25-oyatida shunday marhamat qilgan: \"(Ey insonlar,) Parvardigoringiz dillaringizdagi sirlaringizni juda yaxshi Bilguvchidir. Agar sizlar yaxshi bo‘lsangizlar (ya’ni, ota-onalaringizning huquqlarini tanib, ularga mehribon bo‘lsangizlar, albatta Alloh bilmasdan qilgan gunohlaringizni mag‘firat qilur). Zero, u tavba qilguvchilarni Mag‘firat etuvchi bo‘lgan Zotdir\". Tavba qiluvchi tavbasidan keyin oldingi zulm va gunohlarini boshqa qilmagan kishidir. Dovud (a.s.) \"Avvob\" deb sifatlanadi. Ey ko‘ngil, yoqdi vujudim yashirin noring sening, Pishqirib chiqdi samoga oh bilan zoring sening! Ko‘p g‘arib bir devonasan, aqlingni yig‘maysan hech, Insonlar rasvosi bo‘lding, yo‘qmidir oring sening? Abadiy ishq tuzog‘iga tushgan kundan beri, Meva bermaydi aslo, so‘ldi bahoring sening."
      },
      {
        "id": 1648640699305,
        "title": "O‘NINCHI FASL",
        "body": "Arosat maydoni \"mavkif va mahshar yeri\" ham deyiladi. U yerdagilarning qanday tartibda chaqirishlarini olimlarimiz asarlarida turlicha keltirishgan. Hadislar va tafsirlarda ham bu to‘g‘rida ma’lumotlar bor. Alloh taolo eng birinchi jazoga hukm qilinadiganlari – bu qotillardir. Va eng birinchi ajrlari beriladigan kishilar – bu iymoni to‘g‘ri bo‘lgan ko‘zi ojizlardir. Bir munodiy nido qiladi: \"Dunyoda ko‘rishdan mahrum bo‘lganlar qaerda?\" Keyin ularga: \"Siz Alloh taoloning jamolini ko‘rishga hammadan ko‘proq loyiqsiz\" deyiladi. Alloh taolo ularga hayo bilan muomala qilib: \"O‘ng tarafga o‘tinglar\", deydi. "
      },
      {
        "id": 1648640724982,
        "title": "O‘NINCHI FASL",
        "body": "Ular uchun bir bayroq bog‘lanib, Shuayb (a.s.)ning qo‘liga beriladi. Shuayb (a.s.) ularga imom bo‘ladi. Ular bilan birga behisob nuroniy farishtalar ham bo‘ladi. Ularning sonini Allohdan boshqa hech kim bilmaydi. Ularning oldiga boradilar va sirotdan xuddi yashindek tez o‘tadilar. Sabrda va xilmda ularning har biri Abdulloh ibn Abbos (r.a.) va unga bu ummat ichida o‘xshaydiganlar kabidir. Undan keyin: \"Balolarga sabr qilganlar qaerda?\" deb nido qilinadi. So‘ng cho‘tir kasaliga duchor bo‘lganlar va sariq kasal bo‘lganlar keltiriladilar. Alloh taolo ularga salom beradi. Ular ham o‘ng tarafga o‘tkaziladi. Ular uchun yashil bayroq bog‘lanib, Ayyub (a.s.)ning qo‘liga beriladi. Ul zot Ashobi Yaminning imomi bo‘ladi. Mubtalo bo‘lganning sifati sabr va hilmdir. Uqayl ibn Abu Tolib (r.a.) va bu ummatdan va unga o‘xshaganlar shundaydir. Undan keyin nido qilinadiki: \"Islom dushmanlarining yolg‘onu tuhmatlariga aldanmasdan ahli sunnat e’tiqodida sobit qolgan va to‘g‘ri iymonini nomusini mukammal darajada muhofaza qilgan iymonli va iffatli yoshlar qaerda?\". Ular ham keltiriladi. Alloh taolo ularga ham salom berib: \"Marhabo!\" deydi va xush muomalada bo‘ladi. Ularga ham: \"O‘ng tarafga o‘tinglar!\" deb buyuradi. Ular uchun ham bir bayroq bog‘lanib, Yusuf (a.s.)ning qo‘liga beriladi. Yusuf (a.s.) ularning imomi bo‘ladi. Bunday yoshlarning sifati – haromlardan, nomahram ayol va qizlardan saqlanishdir. Undan keyin yana bir nido bo‘ladi: \"Alloh uchun bir-birini yaxshi ko‘rganlar, musulmonlarni sevganlar va kofirlarni, murtadlarni sevmaganlar qaerda?\" Ular ham Alloh taoloning huzuriga keltiriladilar. Alloh taolo ularga ham: \"Marhabo\", deb xush muomalada bo‘ladi. Ular ham o‘ng tomonga o‘tkaziladi. Allohning dushmanlarini sevmaganlarning sifati ham sabr va xilmdir. Ular dunyoviy sabab tufayli mo‘minlarga hech qanday yomonlik qilmaydilar. Hazrati Ali (r.a.) va ummatdan unga o‘xshaganlar shundaylardandir. Undan keyin yana bir nido keladi: \"Alloh taolodan qo‘rqib harom ish qilmaganlar va yig‘laganlar qaerda?\" Ular ham keltiriladi. Ularning ko‘z yoshlari shahidlar qoni va olimlar sarflagan siyohi bilan tortiladi. Ko‘z yoshi og‘ir keladi. Ular ham o‘ng tarafga o‘tkaziladi. Ular uchun turli ranglar bilan bezatilgan bir bayroq bog‘lanadi. Chunki ular turli xil harom ish qiluvchilar orasida yashab turib, Alloh rahiymdir, kechiradi, deb aldashga harakat qilingani holda harom ish qilishmagandi. Turli gunohlardan saqlanib, Allohdan qo‘rqib yig‘lashgandi. Masalan, kimdir Allohdan qo‘rqib yig‘lagan, kimdir dunyoga aldanib qolmaslik uchun va boshqasi pushaymonlikdan yig‘lagandi. Ularning bayroqlari Nuh (a.s.)ga beriladi. Olimlar ulardan oldin o‘tishni xohlaydilar. \"Ularga Alloh uchun yig‘lashni biz o‘rgatdik\", deyishadi. Ahli sunnat olimlarining siyohlari bilan shahidlar qoni tortiladi. Olimlarning siyohi og‘ir kelib, o‘ng tarafga o‘tkaziladilar. Shahidlarga za’faron bir bayroq bog‘lanadi. Bayroq Yahyo (a.s.)ning qo‘liga beriladi va Yahyo (a.s.) ularning oldida ketadi. Olimlar ularning oldiga o‘tishni istab deyishadiki: \"Shahidlar bizning ilmimizdan o‘rganib jang qildilar. Biz ulardan oldin borishga ko‘proq loyiqmiz\". Shunda Alloh taolo lutf qilib shunday deydi: \"Olimlar mening huzurimda Payg‘ambarlarim kabidir\". Olimlarga xitoban: \"Istagan kishilaringizni shafoat qiling\", deydi. Olimlar oila a’zolariga va qo‘shnilariga, mo‘min birodarlariga va talabalaridan o‘zlariga tobe’ bo‘lganlarini shafoat qiladilar. "
      },
      {
        "id": 1648640738642,
        "title": "O‘NINCHI FASL",
        "body": "Olimlardan har biri uchun bir farishta jar soldilar: Jarchi farishta deydiki: \"Falon olimga Alloh taolo shafoat qilishni buyurdi. Kimki uning bir xizmatini qilgan bo‘lsa yoki unga bir luqma taom bergan bo‘lsa yoki bir qultum suv ichirgan bo‘lsa yoki kitoblarini yoygan bo‘lsa, ularni shafoat qiladi\". U olimga bitta bo‘lsa ham yaxshilik qilinganlar, kitoblarini tarqatganlar o‘rinlaridan turadilar. U olim ularni shafoat qiladi. Hadisi sharifda bildirishiga, eng aval shafoat qiluvchilar Rasululloh (a.s.)dirlar. Keyin Nabiylardir Ulardan keyin esa olimlardandir (r.a.). Olimlar uchun oq bayroq bog‘lanadi va Ibrohimning (a.s.) qo‘llariga beriladi. Ibrohim (a.s.) ma’rifatni yuzaga chiqarish jihatidan Rasullarning ilg‘oridir. Shuning uchun bayroq ul zotga beriladi. Undan keyin yana bir nido bo‘ldi: \"Nafaqasi uchun har kun ishlab terlagan va topganiga qanoat qilgan faqirlar qaerda?\" Faqirlar ham Allohning huzuriga keltiriladi. Alloh taolo lutf qilib: \"Marhabo, ey zindon sizlarga sindon bo‘lgan kishilar\", deydi. Ularga ham ashobi yamin (jannat ahli) bilan birga bo‘lishlari buyuriladi. Ular uchun esa, bir sariq bayroq bog‘lanib, Isoning (a.s.) qo‘liga beriladi. Iso (a.s.) ularga imom bo‘ladi. Undan keyin yana bir munodiy (jarchi) nido qiladi: \"Shukr qilgan, mollarini, pullarini dinni quvvatlantirish uchun, musulmonlarni zolimlardan himoya qilish uchun sarflagan boylar qaerda?\". Ular ham keltiriladi. Alloh taolo ularga ehson qilgan narsalarini besh yuz yil sanattiradi. Ya’ni, boyliklari bilan nima qilganlarining hisobini so‘raydi. Ular uchun ham turli rangdagi bir bayroq bog‘lanib, Sulaymon (a.s.)ga beriladi. Sulaymon (a.s.) ularga imom bo‘ladi. Ularni ham ashobi yaminga qo‘shishlarini buyuriladi. Hadisi sharifda keladiki, to‘rt narsa to‘rt narsaga guvohlik berishlarini talab etadi. Mollari bilan, mavqe’lari bilan musulmonlarga aziyat yetkazganlardan so‘raladiki: \"Sizni Allohga ibodat qilishdan nima to‘sdi?\" Ular: \"Alloh taolo bizga mulk va rutba berdi. Bular bizni Allohga ibodat qilishdan to‘sdi\", deyishadi. Ulardan: \"Mol-mulk jihatidan Sulaymon (a.s.) boyroq edimi yoki sizmi?\" deb so‘raladi. Ular: \"Sulaymon (a.s.) boyroq edi\", deyishadi. Ularga: \"Unday bo‘lsa Sulaymon (a.s.) Menga ibodat qilishdan shuncha mol-mulk man etmabdi-yu, sizni man etibdimi?\" deyiladi. Undan keyin: \"Ahli balo qaerda?\" deyiladi. Ular ham keltiriladi. Ularga: \"Allohga ibodat qilishdan sizni nima man etdi?\" deyiladi. Ular deydilarki: \"Alloh taolo bizni dunyoda dardlarga, siqintilarga mubtalo qildi. Shuning uchun zikrdan va chin ibodatdan mahrum bo‘ldik\". Ularga: \"Musibat jihatidan sizga kelgan musibat katta edimi yoki Ayyubga (a.s.) kelgan musibatmi?\" deyiladi. Ular: \"Ayyub (a.s.)ga kelgan musibat katta edi\" deyishadi. \"Unday bo‘lsa, Uni Allohning zikrdan va Alloh dinini insonlarga yoyishdan va ibodat qilishdan u musibat man etmabdi-yu, sizni man etdimi?\" deyiladi. Undan keyin: \"Yoshlar va mamluklar, ya’ni qullar va joriyalar qaerda?\" deyiladi. Ular ham Alloh taoloning huzuriga keltiriladi. Ulardan so‘raladi: \"Sizni Allohga ibodat qilishdan nima to‘sdi?\" Yoshlar: \"Alloh bizga jamol va go‘zallik berdi. Unga aldandik, yoshlik zavqlariga berildik. Yoshlik bizda abadiy qoladi deb o‘yladik. Allohning dinini o‘rganmadik. Haqqini ado qilmadik\", deyishadi. Mamluklar esa: \"Qullik va joriyalik ichida xo‘jayinlarimizga qullik qildik. Dunyo buyuklariga sig‘indik. Dinda johil bo‘ldik. Aldandik. Ey Rabbimiz! Sening haqqingni ado etishdan mahrum bo‘ldik\", deyishadi. Ularga xitoban: \"Sizlar go‘zal edingizmi yoki Yusuf (a.s.)mi?\" deb so‘raladi. Ular: \"Albatta, Yusuf (a.s.)\", deyishadi. Shunda ularga: \"Unday bo‘lsa, Yusufni (a.s.) Allohning haqqini ado "
      },
      {
        "id": 1648640756529,
        "title": "O‘NINCHI FASL",
        "body": "etishdan, qul bo‘lgani holda hech narsa to‘sa olmabdi-yu, sizga to‘sqinlik qildimi?\" deyiladi. Undan keyin: \"Ishlamagan, tanbal fuqaro qaerda?\" deb nido qilinadi. Ular ham keltiriladi. Ular ham: \"Sizni Allohga ibodat qilishdan nima man etdi?\" deyiladi. Ular: \"Ular ish qilmadik, kasb o‘rganmadik (Restoranlarda, kino-yu kontsertlarda vaqtimizni o‘tkazdik) Alloh taolo bizni dunyoda faqirlikka mubtalo qildi. Faqirlik va tanballik bizning ibodatlarimizga mone’ bo‘ldi\", deyilar. Ulardan so‘raladi: \"Siz ko‘proq faqir edingizmi yoki Isomi (a.s.)?\" Ular: \"Iso (a.s.) faqirroq edi\" deyishdi. Shunda ularga: \"Unday bo‘lsa, shunchalik faqirlik Isoni (a.s.) bandalik vazifasini ado etishdan, dinni yoyishdan man etmabdi-yu, sizni man etdimi?\" deyiladi. Kimki ana shu to‘rt holatdan biriga duchor bo‘lsa, yuqoridagilarni eslasin! Payg‘ambarimizni (s.a.v.): \"Ey Rabbim! Boylik va faqirlik fitnasidan senga sig‘inaman\", deb duo qilardilar. Isodan (a.s.) o‘rnak olinglarki, dunyoda hech narsaga ega bo‘lmadi. Bitta jun jubbani yigirma yil kiydi. Sayoxatga chiqqanda bitta piyolasi, bitta eski gilamchasi va bitta tarog‘i bor edi. Bir kuni bir odamning qo‘li bilan suv ichayotganini ko‘rib, piyolasini tashladi. Bir kuni esa bir odamning qo‘li bilan soqolini tarayotganini ko‘rib, tarog‘ini ham tashladi. Va shunday dedi: \"Mening ulovim oyog‘imdir. Uyim g‘orlardir. Taomim o‘simliklardir. Sharbatim ariq suvlaridir\" (Ammo islom dini unday emas. Halol pul ishlab topish ibodatdir. Ko‘p ishlab ko‘p topish va topganini islomda buyurilgan joylarga sarflash lozimdir. \"Ramuzul ahodis\"dagi bir hadisda shunday deyiladi: \"Ashobim uchun faqir bo‘lishlik saodatdir. Oxir zamonda keladigan ummatim uchun boy bo‘lish saodatdir\". Biz hozir oxir zamonda yashayapmiz. Ko‘p gunoh qilguvchilar, Fitna chiqaruvchilar, ibodatlariga bid’at arashatiruvchilar ko‘paygan paytda yashayapmiz. Bu zamonda halolni, haromni, bid’atlarni kufrga sabab bo‘lgan narsalarni o‘rganish, ularga amal qilish va halol yo‘l bilan topib, boy bo‘lish buyuk ibodatdir. Topganlari bilan faqirlarga va ahli sunnat ilmlarini yoyuvchi musulmonlarga yordam berish buyuk saodatdir. Bu saodatga erishganlar qanday baxtlidirlar!) Alloh taolo tushirgan ba’zi suhuflarida shunday deyilgan: \"Ey Odam o‘g‘li! Xastalik va gunoh hayotiy hollardandir. Qasddan odam o‘ldirishning kafforatidan ko‘ra, xato qilib odam o‘ldirishning kafforati yengilroq ko‘rinadi. Bunga qasos olinmasada, bu ham juda yomon ishdir. Bundan ham saqlan!\" Buyuk gunoh qilgan kishilarning qalbida iymoni bo‘lsa, azobdan keyin shafoatga erishishadi. Alloh taolo ularga ikrom qiladi. Ming-minglab yil o‘tgandan keyin ularni do‘zaxdan chiqaradi. Jahannamdagilarning terilari yongandan keyin takror yangilanadi. Qiyomat kunida bir musulmon keltiriladi Uning hech qanday hasanasi yo‘qdirki, mezonda og‘ir kelsin. Alloh taolo uning iymoniga hurmatan unga marhamat qilib shunday deydi: \"Insonlarning oldiga bor va ulardan senga savoblaridan beradigan kishini izla. Uning ikromi sababli jannatga kirasan!\" U kimsa ketadi. Insonlar orasidan maqsadiga erishtiradigan kishini izlaydi. Ahvolini tushunadigan biror bir kishini topa olmaydi. Kimdan so‘rasa: \"Men ham mezonimning yengil kelishidan qo‘rqaman. Men sendan ko‘ra ko‘proq muhtojman\" degan javobni oladi. Bundan juda xafa bo‘ladi. Shunda yoniga bir kishi kelib: \"Nima xohlaysan?\" deb so‘raydi. Bu odam: \"Bitta hasanaga (savobga) "
      },
      {
        "id": 1648640775707,
        "title": "O‘NINCHI FASL",
        "body": "muhtojman. Uni balki mingta kishidan so‘ragandirman. Hammasi bir bahona bilan bermadilar\", deydi. Haligi kishi bunga deydiki: \"Alloh taoloning huzuriga bordim. Sahifamda birgina savobdan boshqa savob topa olmadim. U ham meni qutqarishga yetmaydi. Uni senga ehson qilaman. Uni mendan ol!\" Bu odam suyungan holatda Allohning huzuriga qaytadi. Alloh taolo uning holini bilgan holda: \"Nima qilib kelding?\" deb so‘raydi. Bu odam voqeani bayon qiladi. Alloh taolo savobini bergan odamni huzuriga chaqiradi va: \"Iymon egalariga mening karamim sening karamingdan, ehsondan ko‘proqdir. Birodaringning qo‘lidan ushla. Boringlar jannatga!\" deb marhamat qiladi. Mezonning ikki pallasi baravar kelib, savob pallasi og‘ir kelmasa, Alloh taolo: \"Bu na do‘zaxiydir va na jannatiydir\" deydi. Shunda bitta farishta bitta sahifa olib kelib gunoh pallasiga qo‘yadi. Unda bitta \"Uf\" kalimasi yozilgan bo‘ladi. Shunda gunoh pallasi savob pallasidan og‘ir keladi. U odam shu sababli do‘zaxga hukm qilinadi. U ikki tarafga mo‘ltirab qaraydi. Alloh taolodan o‘zini chaqirishni so‘raydi. Alloh taolo uni chaqiradi va deydi: \"Ey osiy banda! Nega seni chaqirishimni so‘rading?\" U banda: \"Ey Rabbim! Otaonangga osiy bo‘lganim uchun do‘zaxga ketayotganimni angladim. Ularning azobini menga qo‘shginda, ularni do‘zaxdan ozod qil!\" deydi. Shunda Alloh taolo: \"Ota-onangga dunyoda osiy bo‘lding. Oxiratda esa ikrom qilding. Ularning qo‘lidan yetaklab jannatga olib bor!\" deb marhamat qiladi. Jannatga yuborilmaganlarni farishtalar hibs qilishadi. Chunki farishtalar oxirat ahkomini juda yaxshi biladilar. Hatto oxiratda nasibasi bo‘lmagan bir qavmga nido qilinadiki, bular oxiratning o‘tinlaridandir. Ular do‘zaxni to‘ldirish uchun yaratildilar. Ularga xitoban Alloh taolo Vas-soffat surasining 24-oyatida shunday deydi: \"(Ammo farmonim bo‘lguncha) ularni to‘xtatib (do‘zaxga tashlamay) turinglar! Chunki ular qilmishlari haqida so‘raluvchidirlar.\" Ular hibs qilinadilar. Toki ularga Vas-soffot surasining 25-oyatida kelganidek: \"(U Kunda kofirlarga deyilur): \"Nega bir-birlaringizga yordam bermayapsizlar?!\" deyilgunga qadar shu holda qoladilar. Shu holatda taslim bo‘ladilar. Gunohlarini e’tirof etadilar va hammalari jahannamga yuboriladilar. Shu tariqa Muhammad alayhissalom ummatlaridan buyuk gunoh qilganlari keltiriladi. Yoshu qari, ayolu erkak bir joyga to‘planadi. Do‘zaxning boshqaruvchisi bo‘lgan \"Molik\" ularga qarab, shunday deydi: \"Sizlar qaroqchi toifasidandirsiz. Lekin ko‘ryapmanki, qo‘lingiz bog‘langan va yuzingiz ham qora emas. Sizdan go‘zalroq kimsa do‘zaxga kelmadi\". Ular esa: \"Ey Molik! Biz Hazrati Muhammadning (s.a.v.) ummatimiz. Ammo qilgan gunohlarimiz bizni do‘zaxga yetakladi. Bizni xoli qo‘y, gunohlarimizga yig‘laylik\", deyishadi. Shunda Molik ularga: \"Yig‘langlar! Ammo endi sizga yig‘lash foyda bermaydi!\" deydi. O‘rta yoshli kishilar: \"Dardlarim, siqintilarim ortdi!\" deb yig‘laydilar. Bir qari chol qo‘llarini oppoq soqoliga qo‘yib: \"Oh! Yoshligim o‘tdi. Alam, dard ortdi. Zalil bo‘ldim, razil bo‘ldim!\" deb yig‘laydi. O‘spirinlar: \"Oh! Yoshlikning qadriga yetmadik!\" deb yig‘laydilar. "
      },
      {
        "id": 1648640791632,
        "title": "O‘NINCHI FASL",
        "body": "Ayollar sochlarini yulib: \"Ey voh! Yuzim qora bo‘ldi, rasvo bo‘ldim\", deb yig‘laydilar. Alloh taolo: \"Ey Molik! Bularni birinchi do‘zaxga tashla!\" deb nido qiladi. Ular do‘zaxga tashlangach. \"Lo iloha illalloh\" deb baqiradilar. Do‘zax bu so‘zni eshitib besh yuz yillik masofaga qochib ketadi. (Bir narsaning ko‘pligini bildirish uchun uni katta raqamlar bilan aytish Arabistonda odat bo‘lgan. Yana katta raqamlar miqdor emas, ko‘plikni bildiradi.) Yana bir nido keladi: \"Ey jahannam ularni ichingga ol! Ey Molik, ularni birinchi do‘zaxga tashla!\" Ularni momaqaldiroq gumburlagandek bir gumburlagan ovoz eshitiladi, jahannam ularning qalblarini yoqmoqchi bo‘lganda,. Molik jahannamni to‘xtatadi. \"Ey jahannam, ichida Qur’oni karim bo‘lgan va iymon bo‘lgan qalblarni yoqma! Rahmon bo‘lgan Alloh taologa sajda qilgan peshonalarni yoqma!\" deydi. Bir kishi do‘zax ahlining ovozlaridan ham balandroq ovoz bilan baqiradi. Uni do‘zaxdan chiqaradilar. Terisi olovda yongan bo‘ladi. Alloh taolo undan: \"Senga nima bo‘ldiki, do‘zax ahlining eng baland ovozda baqirgani sensan?\" deb so‘raydi. U kishi: \"Ey Rabbim! Meni hisob qilding. Sening rahmatingdan hali ham umidimni uzmadim. Sen meni eshitayotganingni bilaman. shuning uchun qattiq baqirdim\", deydi. Alloh taolo unga: \"Parvardigoring fazlu rahmatidan faqat adashgan kimsalargina noumid bo‘lurlar\", ya’ni, Hijr surasining 56-oyati karimasi bilan xitob qiladi. \"Bor, seni mag‘firat qildim\", deydi. Yana bir kishi do‘zaxdan chiqadi. Alloh taolo: \"Ey bandam, do‘zaxdan chiqding. Qaysi amaling bilan jannatga kirasan?\" deb so‘raydi. U banda: \"Ey Rabbim! Men ojizman, ozgina narsadan boshqa narsa so‘ramayman\", deydi. Unga jannatdan bir daraxt ko‘rsatiladi. Alloh taolo: \"Sen ko‘rgan shu daraxtni senga bersam, boshqa narsa so‘ramaysanmi?\" deb so‘raydi. U odam: \"Ey Rabbim! Izzat va jaloling haqqi, boshqa narsa so‘ramayman\", deydi. Alloh taolo: \"Bu Mendan senga hadya bo‘lsin\", deydi. U daraxtning mevasidan yeb, soyasida dam olgandan keyin, undan ham go‘zalroq boshqa bir daraxt ko‘rsatiladi. U odam haligi daraxtga maxliyo bo‘lib qoladi. Alloh taolo: \"Senga nima bo‘ldi? Senga bu daraxt yoqib qoldimi?\" deb so‘raydi. Banda: \"Ha, ey Rabbim!\" deydi. Alloh taolo: \"Senga uni ham bersam, boshqa narsa so‘ramaysanmi?\" deb so‘raydi. Banda: \"So‘ramayman, ey Rabbim\" deydi. U daraxtning mevasidan yeydi, soyasida dam oladi. Undan ham go‘zalroq bir daraxt ko‘rsatiladi. U odam bu daraxtga ham mahliyo bo‘lib qoladi. Alloh taolo: \"Senga buni ham bersam, boshqa narsa so‘ramaysanmi?\" deb so‘raydi. Banda: \"Izzat va jaloling haqqi, so‘ramayman, ey Rabbim\", deydi. Shunda Alloh taolo rozi bo‘lib, u mo‘min bandasini mag‘firat qiladi va jannatga kiritadi. Oxiratda bo‘ladigan Allohning qudratini ko‘rsatadigan ishlardan biri: Bir kishi Allohning huzuriga keltiriladi. Alloh taolo uni hisob-kitob qiladi. Savob va gunohlari tortiladi. U kimsa hozir Alloh taolo faqat meni hisob qilyapti, deb o‘ylaydi. Ammo unday emas. Chunki bu paytda hisobini faqat Alloh taolo biladigan miqdordagi kishilarning hisobi qilinadi. U yerda bir kishi ikkinchisini ko‘rmaydi. Biri ikkinchisining so‘zini eshitmaydi. Chunki har kim Allohning pardalari ostidadir. Subhonalloh, bu qanday buyuk quvvat va qudratdir. Bu haqda Alloh taolo Luqmon surasining 28-oyatida marhamat qilgan: \"(Ey insonlar), sizlarni (barchangizni avval boshda) yaratish ham, (Qiyomat "
      },
      {
        "id": 1648640811778,
        "title": "O‘NINCHI FASL",
        "body": "kunida) qayta tiriltirish ham xuddi bir jonni (yaratish va qayta tiriltirishning) o‘zginasidir (ya’ni, shu qadar osondir). Zero, Alloh Eshitguvchi, Ko‘rguvchidir.\" Janobi Haqning bu qavlida sirlar bor. Bu sir zamonsiz va makonsiz bo‘lish siridir. Chunki Alloh taoloning mulki uchun, af’oli uchun va ishlari uchun had va g‘oya yo‘q. Subhonalloh, Uning fe’llaridan hech biri boshqa ishlarni qilishga mone’ bo‘lmaydi. Ana shunda bir kishi o‘g‘lining oldiga keladi va: \"Ey o‘g‘lim! Men seni kiyintirdim, sen kiyim kiyishga o‘zing qodir emasding. Senga suv va taom berdim. Bu ishlardan sen, albatta, ojiz eding. Bolaligingda seni muhofaza qildim, chunki sen o‘zingni zararli narsalardan muhofaza qila olmasding. Mevalar yeging kelganda, sotib olib berdim. Senga dinni, Iymonni o‘rgatdim. Seni Qur’on mudarrisiga jo‘natdim. Lekin mana, qiyomatning shiddatini ko‘ryapsan. Gunohlarimning ko‘pligini ham bilasan. Ozrog‘ini sen bo‘yningga ol! Toki gunohim kamaysin. Savobingdan bitta savob ber. Mezonim u sababli og‘ir kelsin\", deydi. O‘g‘li undan qochadi va shunday deydi: \"U bitta savobga men sendan ko‘ra ko‘proq muhtojman\". Shu tariqa farzand bilan ona o‘rtasida suhbat bo‘lib o‘tadi, er xotin ham bir-birlari bilan shunday suhbatlashadilar. Aka-uka bir-biri bilan shu tariqa gaplashadilar. Bu holatni Alloh taolo Abasa surasining 34-35-36-oyatlarida shunday ta’riflaydi: \"U Kunda kishi o‘z og‘a-inisidan ham, onasi va otasidan ham, xotini-yu, bolachaqasidan ham qochur!\" Hadisi sharifda shunday deyiladi: \"Insonlar qiyomat kuni yalang‘och holda hashr qilinadilar\". Oisha onamiz (r.a.) buni eshitganlarida: \"Ular bir-birlariga qaramaydilarmi?\" deb so‘radi. Shunda Payg‘ambarimiz (s.a.v.) Abasa surasining 37-oyatini o‘qidilar: \"(Chunki) ulardan har bir kishi uchun u Kunda o‘ziga yetarli tashvish bo‘lur!\" Payg‘ambarimiz (s.a.v.) bu hadislari bilan shuni murod qiladilarki, qiyomat kunining shiddati va mashaqqati insonlarning bir-birlariga qarashlariga mone’ bo‘ladi. Insonlar bu paytda bir joyda to‘planadilar. Ularning ustiga bir qora bulut keladi. U bulut insonlarning ustiga ularning amal daftarlarini yog‘diradi. Mo‘minlarning sahifasi gul yaprog‘iga o‘xshagan bo‘ladi. Kofirlarniki esa, igna barg ko‘rinishda bo‘ladi. Sahifalar uchib tushadi. Insonlarning sahifasi o‘ng toomnidan yoki chap tomonidan keladi. Bu insonning ixtiyoridan tashqarida bo‘lgan ishdir. Alloh taolo Isro surasining 13- oyatida shunday marhamat qiladi: \"Va Biz Qiyomat Kuni unga ochiq holda ro‘baro‘ bo‘ladigan bir Kitobni (ya’ni, Nomai a’molini) chiqarib (ko‘rsaturmiz)\". Yetmish ming (ya’ni juda ko‘p) kishi og‘ir hisob qilinmasdan jannatga kiradi. Ular uchun mezon qurilmaydi. Ular sahifa ham olmaydilar. Faqat ularga berilgan sahifa ustiga: \"La ilaha illalloh, Muhammadur rasululloh. Bu falonchi o‘g‘li falonchining jannatga kirishiga va do‘zaxdan saqlanishiga baroatdir\", deb yozilgan bo‘ladi. "
      },
      {
        "id": 1648640827365,
        "title": "O‘NINCHI FASL",
        "body": "Bir bandaning gunohlari kechirilganida bir farishta uni arosat maydoniga olib boradi. Va shunday deydi: \"Bu falonchi o‘g‘li falonchidir. Alloh taolo uning gunohlarini afv qildi. Qaytib qaroqchi bo‘lmaydi, saodatga erishdi\", deydi. U kishiga bu maqomdan ko‘ra ziyoda, suyukli maqom bo‘lmaydi. Qiyomat kuni Rasullar (a.s.) minbarlari ustida bo‘ladilar. Har bir rasulning minbari uning martabasiga ko‘ra bo‘ladi. Ulamoyi olimiyn, ya’ni ahli sunnat e’tiqodida bo‘lgan va bilganlariga amal qilgan olimlar ham nurdan yaratilgan kursilarda bo‘lishadi. Alloh taoloning dinini saqlash va yoyish uchun shahid bo‘lganlar bilan solihlar, ya’ni shariatga amal qilganlar, Qur’oni karimni hurmat bilan va musiqaga solmasdan o‘qigan hofizlar, azonni sunnatga mos ravishda chaqirgan muazzinlar tuprog‘i mushkdan bo‘lgan tepalik ustida bo‘ladilar. Bular ahkomi islomiyatga tobe’ bo‘lib, yaxshi amal qilganlari uchun kursi sohiblari, payg‘ambarlardan keyin shafoat huquqi beriladigan kishilardir. Hadisi sharifda shunday deyiladi: \"Qur’oni karim qiyomat kunida go‘zal yuzli va axloqi go‘zal bir kishi suratida keladi. Undan shafoat qilishi so‘raladi va u shafoat qiladi. Uni musiqa bilan (g‘azal o‘qigandek o‘qiganlardan, cholg‘u va o‘yin joylarida rohatlanish uchun, pul topish uchun o‘qiganlardan) o‘qiganlardan haqqini da’vo qiladi, so‘raydi. O‘zi rozi bo‘lgan kishilarnigina olib jannatga ketadi\". Dunyo (ya’ni, ibodat qilishga mone’ bo‘lgan va harom ish qilishga sabab bo‘lgan narsalar va kishilar) keksa, oq sochli va ayollarning eng xunugi suratida keladi. Insonlardan: \"Siz uni taniysizmi?\" deb so‘raladi. Ular: \"Biz uning sharridan Allohga sig‘inamiz. Yo‘q\", deydilar. Ularga: \"Sizlar dunyoda unga yetishish uchun bir-birlaringiz bilan urushardingiz\", deyiladi. Xuddi shunday juma ham sevimli bir inson suratida ko‘rinadi. Mo‘minlar unga diqqat bilan qaraydilar. Juma kunini sevganlar mushk tepalari ustida bo‘ladilar. Juma namozini o‘qiganlarida bir nur bo‘ladiki, unga qarab hamma ajablanadi. Juma kuniga bo‘lgan muhabbatlari sabab jannatga kiritiladilar. Ey musulmon birodar! Alloh taoloning rahmatini, Qur’oni karimning, Islomning va jumaning saxiyligini ko‘ryapsanmi?! Qur’oni karim ahli qanday baxtlidirlar. Namoz, ro‘za, zakot, sabr va go‘zal axloqdan iborat bo‘lgan Islom qanchalik qiymatga ega. O‘lim paytida insonning tipirchilashidan, siqintili ko‘rinishidan ma’no chiqarib bo‘lmaydi. Zero, Xandaq kuni Payg‘ambarimiz (s.a.v.): \"Ey chiriydigan jasadlarning Parvardigori va yo‘q bo‘ladigan ruhlarning yaratuvchisi bo‘lgan Rabbim!\" degan duolari shuni ko‘rsatadiki, Alloh istagan har bir jasad chiriydi va ruhlar ham qiyomat kuni kelsa, yo‘q bo‘ladi. Bularning barchasining yaratuvchisi va Rabbisi Allohdir. Bularning har biri alohida ilmdir. "
      },
      {
        "id": 1648640854105,
        "title": "O‘NINCHI FASL",
        "body": "Biz bu kitobda so‘zni ahli sunnat val-jamoat yo‘liga musulmonlar ergashsinlar, deb qisqa qildik. Aziz birodarim! Islomiyatga qarshi bo‘lgan bid’atchilarga (mazhabsizlarga, dinda islohat qilmoqchi bo‘lganlarga) e’tibor berma! Ahli sunnat val-jamoat olimlariga ergash! Boshqalarga, inson shaytonlari to‘qigan har xil bid’atlarga aldanma, ulardan saqlan! Mo‘minlarga, ahli sunnat yo‘lidan yurganlarga esa xush xabar ber! Alloh taoloning amnu karami va ehsoni bilan Undan ma’sumlik va muvaffaqiyat so‘raymiz. Hasbunallohu va ne’mal vakil. Va sollallohu a’lo sayyidino Muhammadin va olihi va sohbihi ajma’iyn. "
      }
    ],
    "profile": {
      "name": "typicode"
    }
  }